{"source_lang": "zho", "target_lang": "eng", "unk_token": "<unk>", "eos_token": "</s>", "pad_token": "<pad>", "model_max_length": 512, "sp_model_kwargs": {}, "return_tensors": "pt", "special_tokens_map_file": null, "tokenizer_file": null, "name_or_path": "Helsinki-NLP/opus-mt-zh-en", "tokenizer_class": "MarianTokenizer"}