{"wav_id": "102042", "speaker": "102042", "offset": "20.540", "duration": "1.200", "wav": "102042.wav", "translation": "Good morning, everyone.", "transcript": "大家上午好。"}
{"wav_id": "102042", "speaker": "102042", "offset": "21.900", "duration": "4.820", "wav": "102042.wav", "translation": "The theme of my speech today is \"Technology Reshapes Finance\".", "transcript": "呃今天给大家分享的主题是“科技解构金融”。"}
{"wav_id": "102042", "speaker": "102042", "offset": "27.400", "duration": "2.420", "wav": "102042.wav", "translation": "First, I'd like to talk about how technology has reshaped the talent pool.", "transcript": "首先,解构的是人才。"}
{"wav_id": "102042", "speaker": "102042", "offset": "30.070", "duration": "3.780", "wav": "102042.wav", "translation": "I have been flying to Silicon Valley monthly for the first half of this year.", "transcript": "我在今年上半年大概每个月都会飞往硅谷。"}
{"wav_id": "102042", "speaker": "102042", "offset": "34.050", "duration": "20.690", "wav": "102042.wav", "translation": "Every time, I could feel that more and more high-caliber talents, ranging from MIT, Stanford and Harvard graduates to people work at top-notch firms like Facebook and Google, are starting to dabble into the field of financial technology, launching their own AI and blockchain-related projects.", "transcript": "每次去硅谷最大的体会是越来越多优秀的人，包括从学历，啊，MIT、Stanford、Harvard，或者是优秀的公司，Facebook、Google，这些优秀的最顶尖的人才开始进入了金融科技领域，开始下海从事人工智能和区块链相关的创业。"}
{"wav_id": "102042", "speaker": "102042", "offset": "55.120", "duration": "1.210", "wav": "102042.wav", "translation": "I want to tell you a story from my personal experience.", "transcript": "我身边还有个例子。"}
{"wav_id": "102042", "speaker": "102042", "offset": "56.390", "duration": "6.150", "wav": "102042.wav", "translation": "When I first founded dianrong.com five years ago, I offered a young man in his early twenties a position at my new P2P lending start-up.", "transcript": "啊5年前我刚刚创办点融网的时候曾经力邀一位二十几岁的年轻小伙儿。"}
{"wav_id": "102042", "speaker": "102042", "offset": "62.570", "duration": "6.330", "wav": "102042.wav", "translation": "Being outstandingly good at his job in the bank, he turned down my proposition.", "transcript": "他在银行里面干得非常出色，我请他加入我们点融来做P2P的创业，当时他拒绝了我。"}
{"wav_id": "102042", "speaker": "102042", "offset": "69.310", "duration": "14.390", "wav": "102042.wav", "translation": "After five years, with the success of dianrong.com and the popularization of financial technologies, the young man decided to join my newly-established blockchain start-up after weighing out his options in the past month.", "transcript": "但是经过了5年之后，随着点融的成功，随着金融科技的深入人心，在过去的一个月的时间里他经过了简单的思考，啊毅然决然地加入了我新成立的一家区块链的创业公司。"}
{"wav_id": "102042", "speaker": "102042", "offset": "84.100", "duration": "4.610", "wav": "102042.wav", "translation": "This phenomenon is common in the banking sector.", "transcript": "在目前的整个银行业，这样的现象比比皆是。"}
{"wav_id": "102042", "speaker": "102042", "offset": "91.440", "duration": "7.030", "wav": "102042.wav", "translation": "Another trend we have observed is that first-rate experts from traditional industries are flocking to the field of financial technology.", "transcript": "另一个人才的解构是我们传统的行业顶尖的专家开始进入了金融科技领域。"}
{"wav_id": "102042", "speaker": "102042", "offset": "98.870", "duration": "11.130", "wav": "102042.wav", "translation": "This was a photo of Zhang Shoucheng, a tenured professor of astrophysics at Stanford University, who had been regarded as the \"Chinese that came the closest to getting a Nobel prize\".", "transcript": "这张照片上啊显示的曾被誉为华人中最接近诺贝尔奖的张首晟教授，他是斯坦福的终身教授，他研究的是天体物理。"}
{"wav_id": "102042", "speaker": "102042", "offset": "110.180", "duration": "12.200", "wav": "102042.wav", "translation": "However, in the last year or so, he announced to the public that DHVC (Danhua Capital) led by himself, has been profiting tremendously from investing in a couple of blockchain projects.", "transcript": "但是在最近的一年多的时间里面，他向公众宣称他所领衔的丹华资本All in区块链，在过去的数十个项目的投资中获得了不菲的收益。"}
{"wav_id": "102042", "speaker": "102042", "offset": "122.740", "duration": "15.810", "wav": "102042.wav", "translation": "He made some bold assertions, such as he believed that all reliable mechanisms should be based on mathematics, and that all efficiency gained and cost reduced that couldn't be explained by energy consumption was not credible.", "transcript": "他也有一些著名的论断，比如说他认为所有的可信机制都应该建立在数学的基础上，所有不能够用消耗能源来解释的效率提升和成本下降都是不可信的。"}
{"wav_id": "102042", "speaker": "102042", "offset": "138.750", "duration": "9.000", "wav": "102042.wav", "translation": "Zhang gave new connotations to financial technology from the perspective of a physicist, and some of his conclusions happened to coincide with my observations.", "transcript": "啊他从一个物理学专家的角度从为金融科技做出了新的诠释，其中有一些结论跟我的观察也不谋而合。"}
{"wav_id": "102042", "speaker": "102042", "offset": "147.780", "duration": "4.070", "wav": "102042.wav", "translation": "The collapse of trust after 2008 has been the catalyst for a new round of development in financial technologies.", "transcript": "2008年以来的这一整轮金融科技的发展。"}
{"wav_id": "102042", "speaker": "102042", "offset": "151.920", "duration": "12.960", "wav": "102042.wav", "translation": "In the eyes of the public, after the financial crisis in 2008, experts, banks and even the government are untrustworthy, especially when they have kept you in the dark about the currency over-issue.", "transcript": "其实是因为信任的坍塌，大家都觉得零八年的金融危机导致专家不可信，银行不可信，政府也许也不可信，因为你滥发了多少货币没有人可以告诉我们。"}
{"wav_id": "102042", "speaker": "102042", "offset": "165.080", "duration": "19.910", "wav": "102042.wav", "translation": "When a group of geeks conceptualized a brand new trust mechanism based on blockchain, people found mathematics and cryptographic algorithm are the most dependable, as we can establish direct trust connection between strangers on the Internet to complete the transaction of value.", "transcript": "但是当一批技术的极客在互联网上建立起一套全新的基于区块链的可信机制的时候，大家发现数学是最可靠的、加密算法是可靠的，我们可以利用互联网上陌生人之间建立直接的信任联系完成价值的转化。"}
{"wav_id": "102042", "speaker": "102042", "offset": "186.160", "duration": "4.620", "wav": "102042.wav", "translation": "Apart from talents, now we turn our eyes to see how blockchain has reshaped capitals.", "transcript": "解构完人才，我们看一下资本也开始重新发生了解构。"}
{"wav_id": "102042", "speaker": "102042", "offset": "191.180", "duration": "12.740", "wav": "102042.wav", "translation": "Tim Draper, whose family is known for venture capital for four generations, has been earning astronomical amounts of profits from his investments in tech giants such as Skype, Microsoft and Google.", "transcript": "Tim Draper，啊他们一家四代人是最有名的风险投资家族，曾经在Skype啊、微软哪、谷歌啊这些非常有名的公司里面获得了不菲的投资回报。"}
{"wav_id": "102042", "speaker": "102042", "offset": "204.520", "duration": "4.910", "wav": "102042.wav", "translation": "The Drapers recently revealed that they had invested heavily on cryptocurrency and artificial intelligence. ", "transcript": "他们最近全部投身于加密货币和人工智能领域的投资。"}
{"wav_id": "102042", "speaker": "102042", "offset": "209.810", "duration": "15.690", "wav": "102042.wav", "translation": "During a public speech, they daringly predicted that the bitcoin price would surge from its current 8,000 USD to a whopping 250,000 USD by 2022.", "transcript": "包括他们在一次公开的呃露天的演讲中坚决地预言2022年我们的目前手上可能接近8000美金的比特币的价值会增长到25万美金。"}
{"wav_id": "102042", "speaker": "102042", "offset": "225.700", "duration": "7.940", "wav": "102042.wav", "translation": "In terms of virtual and digital currencies, bitcoin's market value has skyrocketed from 10 billion USD to a staggering 145 billion USD in just two years.", "transcript": "整个虚拟货币、数字货币在过去的两年多的时间里面，比特币从百亿美金的市值变成了1450亿。"}
{"wav_id": "102042", "speaker": "102042", "offset": "233.800", "duration": "10.120", "wav": "102042.wav", "translation": "Cryptocurrcy has created more than 400 billion USD in wealth, with a steady stream of old money being poured into the market.", "transcript": "而整个加密货币也从凭空创造了4000亿美金以上的财富，源源不断的Old Money开始进入了这个市场。"}
{"wav_id": "102042", "speaker": "102042", "offset": "245.520", "duration": "5.270", "wav": "102042.wav", "translation": "In the field of financial technology, we can proudly say that China is ahead of the world.", "transcript": "在金融科技领域，啊我们可以骄傲地说中国是领先于全球的。"}
{"wav_id": "102042", "speaker": "102042", "offset": "251.160", "duration": "6.460", "wav": "102042.wav", "translation": "The total amount of third-party payment made in China is already 50 times that of the United States in 2016.", "transcript": "我们的第三方支付的总体金额在2016年就已经是美国的50倍。"}
{"wav_id": "102042", "speaker": "102042", "offset": "257.780", "duration": "12.700", "wav": "102042.wav", "translation": "In addition, China's online payment amount has reached 5.5 trillion USD, way surpassed the United States' 110 billion USD in 2016, with the Chinese figure still snowballing in 2017 and 2018.", "transcript": "美国是1100多亿美金的在线支付金额，而中国在2016年就已经达到了5.5万亿美金的金额，而在一七年一八年这个数字还在迅速地增长。"}
{"wav_id": "102042", "speaker": "102042", "offset": "271.130", "duration": "6.670", "wav": "102042.wav", "translation": "How did our lead in financial technology come about?", "transcript": "但是我们在金融科技领域里面的领先到底是怎么产生的呢？"}
{"wav_id": "102042", "speaker": "102042", "offset": "278.150", "duration": "1.490", "wav": "102042.wav", "translation": "Was it because of the context?", "transcript": "是不是基于场景呢？"}
{"wav_id": "102042", "speaker": "102042", "offset": "279.850", "duration": "4.270", "wav": "102042.wav", "translation": "I believe it was due to a lack of legal restraints.", "transcript": "我认为可能还是因为我们法律的某些缺失。"}
{"wav_id": "102042", "speaker": "102042", "offset": "284.540", "duration": "8.960", "wav": "102042.wav", "translation": "Whether it is Alipay or WeChat, these third-party payment applications gather a lot of the users' digital footprints unrelated to their financial activities.", "transcript": "我们看到不管是支付宝还是微信，其实它占用了我们大量的没有出于金融目的而留下来的数据。"}
{"wav_id": "102042", "speaker": "102042", "offset": "293.770", "duration": "7.490", "wav": "102042.wav", "translation": "WeChat and Alipay collect information such as social media data and transaction records for the analysis of users' financial attributes.", "transcript": "微信的社交媒体数据、支付宝的交易数据，都被它们用来评判我们的金融属性。"}
{"wav_id": "102042", "speaker": "102042", "offset": "301.700", "duration": "6.670", "wav": "102042.wav", "translation": "Why does Ant Financial Service Group (Ant Financial) now value at 100 billion USD, when its previous estimate was at 60 billion USD?", "transcript": "蚂蚁金服为什么现在上一轮有600亿美金的估值，现在号称1000亿美金的估值？"}
{"wav_id": "102042", "speaker": "102042", "offset": "308.400", "duration": "14.710", "wav": "102042.wav", "translation": "The reason why an unlisted private equity firm can get such an astronomical estimate is that the transaction data we left on Alipay and Taobao has given financial attributes to the company.", "transcript": "一家没有上市的私募公司能够得到那么大的价值，还不就是我们在座每一位在支付宝和淘宝上留下来的交易数据赋予了它金融属性，才有了它今天天量的估值。"}
{"wav_id": "102042", "speaker": "102042", "offset": "324.890", "duration": "4.330", "wav": "102042.wav", "translation": "The situation is not looking any better in the United States.", "transcript": "在美国，这样的情况其实也并不乐观，啊。"}
{"wav_id": "102042", "speaker": "102042", "offset": "329.260", "duration": "20.500", "wav": "102042.wav", "translation": "Facebook founder Mark Zuckerberg has gone through 10 hours of congressional questioning during the first half of this year, over allegations that Cambridge Analytica had harvested the personal data of 270,000 people's Facebook profiles without their consent and ultimately gained access to data of 50 million Facebook users.", "transcript": "Facebook的扎克伯格在今年上半年遭受了国会超过了10个小时的质问，他的数据被一家剑桥公司啊通过第三方数据调研的方式，窃取了27万个呃客户数据，同时通过27万客户的莫名其妙的授权。"}
{"wav_id": "102042", "speaker": "102042", "offset": "349.850", "duration": "8.530", "wav": "102042.wav", "translation": "The illicitly-harvested personal data were used to help Donald Trump win the presidential election.", "transcript": "它变相掌握了Facebook五千万客户的数据，从而通过这样的数据分析帮助特朗普赢得了美国大选。"}
{"wav_id": "102042", "speaker": "102042", "offset": "358.980", "duration": "9.450", "wav": "102042.wav", "translation": "When we accept the service agreement on Alipay, there is an option that is easy to  be neglected if we don't pay attention.", "transcript": "我们可以看到在我们接受支付宝服务的时候，有一个没有注意看很容易忽视的一个同意选项。"}
{"wav_id": "102042", "speaker": "102042", "offset": "368.560", "duration": "4.190", "wav": "102042.wav", "translation": "That is giving our consents to Alipay to have our data collected and authorized to third-party organizations.", "transcript": "就是你同意支付宝取得你所有的数据，授权给第三方。"}
{"wav_id": "102042", "speaker": "102042", "offset": "372.850", "duration": "12.280", "wav": "102042.wav", "translation": "This means that we give Alipay, Ant Finance and Zhima Credit the grant to collect our information that they could get from all third-party organizations and to set up our personal credit profiles.", "transcript": "同时授予它能够从所有第三方有你数据的地方把它纳入到支付宝和蚂蚁金服、芝麻信用体系中啊综合来打分的这么一种权利。"}
{"wav_id": "102042", "speaker": "102042", "offset": "385.420", "duration": "9.500", "wav": "102042.wav", "translation": "It is difficult for the average consumers and Internet users to take notice of a single clause buried in a lengthy and complicated service agreement.", "transcript": "我们一般的消费者、互联网的使用者很难注意到这样的一个隐藏在密密麻麻协议中的一个默认选项."}
{"wav_id": "102042", "speaker": "102042", "offset": "395.100", "duration": "3.920", "wav": "102042.wav", "translation": "Five billion customer information has been leaked at JD.com.", "transcript": "而我们的京东50亿条的客户数据被泄露。"}
{"wav_id": "102042", "speaker": "102042", "offset": "399.180", "duration": "9.270", "wav": "102042.wav", "translation": "Ctrip and Didi Chuxing have also exploited their data monopoly to increase the service prices unilaterally.", "transcript": "我们的携程、我们的滴滴利用我们数据的垄断，达到了这种逼迫我们加价获得服务的这么一种恶习。"}
{"wav_id": "102042", "speaker": "102042", "offset": "408.620", "duration": "2.250", "wav": "102042.wav", "translation": "Similar situations can be found everywhere in the age of the Internet.", "transcript": "在互联网时代比比皆是。"}
{"wav_id": "102042", "speaker": "102042", "offset": "411.150", "duration": "9.420", "wav": "102042.wav", "translation": "The Internet was invented to promote the value of equality, freedom and sharing, but today, digital monopoly is far more intense than the monopoly we had in the traditional industrial era.", "transcript": "当年的互联网曾经希望达到平等、自由、分享的价值观，但是今天它的垄断远胜于我们传统工业时代达到的垄断。"}
{"wav_id": "102042", "speaker": "102042", "offset": "420.850", "duration": "3.450", "wav": "102042.wav", "translation": "I hope that the development of financial technologies can change the status quo.", "transcript": "希望金融科技的发展能够改变这样的现象。"}
{"wav_id": "102042", "speaker": "102042", "offset": "424.500", "duration": "3.330", "wav": "102042.wav", "translation": "We might have our concerns, but we shall have faith.", "transcript": "我们虽然充满忧虑，同时也充满希望。"}
{"wav_id": "102042", "speaker": "102042", "offset": "428.870", "duration": "8.000", "wav": "102042.wav", "translation": "Every new technology has its bubble at an early stage, which is a necessary means to attract public attention.", "transcript": "所有的科技早期都会有泡沫，而泡沫恰恰是引起大众关注到新科技的必经手段。"}
{"wav_id": "102042", "speaker": "102042", "offset": "437.160", "duration": "12.730", "wav": "102042.wav", "translation": "In the past few years, many people have been gravitating towards the innovative P2P business mode and cryptocurrency ICO, mainly for the tremendous profiting potential.", "transcript": "我们看到在过去的几年里面，不管是创新的P2P商业模式，还是我们现在的加密货币ICO的商业模式，都创造了无数的财富，吸引大家进入了这个行业。"}
{"wav_id": "102042", "speaker": "102042", "offset": "450.130", "duration": "2.590", "wav": "102042.wav", "translation": "Ordinary folks are low in capital.", "transcript": "一般的老百姓，如果你的基数是很低的。"}
{"wav_id": "102042", "speaker": "102042", "offset": "452.750", "duration": "5.310", "wav": "102042.wav", "translation": "They may have only 10,000 yuan for some smart investments with a single-digit percentage interest rate, through which, they can earn some extra bucks for daily spending.", "transcript": "你只有一万块钱的存款，通过智能投度顾每年百分之几的收益。"}
{"wav_id": "102042", "speaker": "102042", "offset": "458.210", "duration": "12.660", "wav": "102042.wav", "translation": "It is impossible for them to elevate their social class with small amount capitals; therefore, large-scale wealth management is still a privilege of the rich and powerful.", "transcript": "你永远不可能完成阶层的变化和对穿，更多的时候你只能完成自己买菜的一些零用钱，而真正的大规模的财富管理还是富人的专利。"}
{"wav_id": "102042", "speaker": "102042", "offset": "471.270", "duration": "4.840", "wav": "102042.wav", "translation": "How can the rising upstart class move up the social ladder?", "transcript": "而新贵怎么完成阶层啊穿越和跳跃呢？"}
{"wav_id": "102042", "speaker": "102042", "offset": "476.300", "duration": "9.520", "wav": "102042.wav", "translation": "Only the wealth effect, that equals to 100 or even 1000 times return on investment, brought by new technologies and opportunies could make it happen.", "transcript": "可能只有新科技、新的财富机会带来1:100、1:1000的这样的财富效应，才有可能让你完成财富的变迁。"}
{"wav_id": "102042", "speaker": "102042", "offset": "487.060", "duration": "3.560", "wav": "102042.wav", "translation": "If you come for the gold, chances are you will be exploited as well.", "transcript": "所以，你为暴富来，难免会成为韭菜。"}
{"wav_id": "102042", "speaker": "102042", "offset": "490.830", "duration": "13.610", "wav": "102042.wav", "translation": "An overseas money mogul that I know has been exploited and played many times in the currency market, he now has become a currency manipulator himself.", "transcript": "啊我们知道现在在海外有一个币圈大佬，自己建立了所谓的叫“韭菜庄园”，他当年就是在这个市场上反复多年被割了韭菜，现在成为了割别人的人。"}
{"wav_id": "102042", "speaker": "102042", "offset": "504.700", "duration": "21.200", "wav": "102042.wav", "translation": "Therefore, people who wish to have financial freedom should improve themselves, or else, they would be at a constant disadvantage by relying on the traditional Beta and Alpha investments and wishing for information symmetry with the high-net-worth individuals.", "transcript": "所以从这个角度来说，每一个希望财富自由的普通老百姓可能都要加强自我的修炼，而靠我们传统的Beta、Alpha的收益，在公开市场上跟高净值人士去拼这样的呃信息对称，永远可能会处于这样的一个劣势。"}
{"wav_id": "102042", "speaker": "102042", "offset": "528.870", "duration": "6.820", "wav": "102042.wav", "translation": "It is very likely that financial technologies are first exploited by the bad guys.", "transcript": "所以，在所有的金融科技的早期运用过程中，都有可能被坏人首先利用。"}
{"wav_id": "102042", "speaker": "102042", "offset": "535.900", "duration": "15.050", "wav": "102042.wav", "translation": "During the early years of Internet development, the increased Internet speed and the application of new scenarios were motivated by online pornography, gambling and drug sales, with e-commerce, online gaming and Internet finance coming in at later times.", "transcript": "就像我们早年的互联网的发展，黄赌毒是推动整个互联网早期网速提速，包括各种应用场景落地的最初的原动力，到后来才有了我们的电子商务、游戏和互联网金融。"}
{"wav_id": "102042", "speaker": "102042", "offset": "551.210", "duration": "7.940", "wav": "102042.wav", "translation": "So everyone should be a participant in Internet development, including the advancement of financial technology.", "transcript": "所以，在每一个我们的民众在参与到互联网的盛宴，包括这一轮的金融科技的盛宴过程中。"}
{"wav_id": "102042", "speaker": "102042", "offset": "559.350", "duration": "10.660", "wav": "102042.wav", "translation": "We should learn about the concepts of authentic inclusive finance and Ponzi scheme, while continuously upgrading our knowledge and skills as well as our analytical ability.", "transcript": "我们如何识别什么是真正的普惠金融，什么是庞氏骗局，这需要不断地加强自我的修炼和提高自己火眼金睛的能力。"}
{"wav_id": "102042", "speaker": "102042", "offset": "570.300", "duration": "6.600", "wav": "102042.wav", "translation": "So that we could get rid of the disadvantageous position for the majority in the financial sector.", "transcript": "再改变我们在金融行业中老百姓，尤其是80%的长尾所处于的劣势。"}
{"wav_id": "102042", "speaker": "102042", "offset": "577.270", "duration": "5.370", "wav": "102042.wav", "translation": "First and foremost, I think, changes must be made to the ownership of data.", "transcript": "首先，我们认为数据的所有权必须发生变化。"}
{"wav_id": "102042", "speaker": "102042", "offset": "583.050", "duration": "10.820", "wav": "102042.wav", "translation": "I want to tell you a keyword, which will be very beneficial for you to know, and that word is GDPR.", "transcript": "今天，啊我给大家一个关键词，这个关键词可能是今天你们演讲中得到的最大的一个收获之一，叫GDPR。"}
{"wav_id": "102042", "speaker": "102042", "offset": "594.140", "duration": "8.670", "wav": "102042.wav", "translation": "Unfamiliar it might seem, it is the acronym for EU's latest General Data Protection Regulation.", "transcript": "啊这个词非常陌生对大家来说，这是欧盟刚刚颁布的一个全新的法律，叫《通用数据保护条例》。"}
{"wav_id": "102042", "speaker": "102042", "offset": "603.640", "duration": "9.850", "wav": "102042.wav", "translation": "Simply put, the regulation grants data subjects the right to have their data erased and the right of data use authorization.", "transcript": "简单来说，我们拥有了自己在互联网上删除自己留下的数据，授权使用自己使呃的数据这样的一些权限。"}
{"wav_id": "102042", "speaker": "102042", "offset": "613.660", "duration": "7.360", "wav": "102042.wav", "translation": "In addition, Internet companies cannot retain private data unconditionally and permanently.", "transcript": "同时那些互联网公司也不可以无条件地、永久地保留我各种不同的隐私数据。"}
{"wav_id": "102042", "speaker": "102042", "offset": "621.300", "duration": "18.510", "wav": "102042.wav", "translation": "I just want to purchase a cup online, and the website has collected my home address, GPS information, and information like what time I log on the site every day to analyze my credibility and financial status with the data.", "transcript": "我明明上来只是采购一个电商的一个杯子，但是你把我的家庭住址、我的GPS信息、包括我每天什么时候登录网站的这些信息全部采集下来，对我进行信用和呃金融啊等级的评分。"}
{"wav_id": "102042", "speaker": "102042", "offset": "640.040", "duration": "9.440", "wav": "102042.wav", "translation": "In the future, the ownership of data will be shifted from Internet companies to consumer data service providers.", "transcript": "啊这样的一种现象在未来将会由主动权由互联网公司变为我们消费民众提供数据的公司。"}
{"wav_id": "102042", "speaker": "102042", "offset": "650.700", "duration": "6.440", "wav": "102042.wav", "translation": "Second, a layered authorization mechanism shall be established through blockchain.", "transcript": "那第二个，就是真正地通过区块链有了分层授权的机制。"}
{"wav_id": "102042", "speaker": "102042", "offset": "657.330", "duration": "13.210", "wav": "102042.wav", "translation": "We can authorize log-in websites to use our data only for e-commerce purposes, and grant P2P websites or other financial websites or credit card companies the right to use the data of our financial attributes.", "transcript": "我们可以授权给初始登录的网站只用于电商范围，而授予我们P2P网站或者是其他的类金融网站、发信用卡的公司来使用我金融属性的数据。"}
{"wav_id": "102042", "speaker": "102042", "offset": "670.770", "duration": "11.410", "wav": "102042.wav", "translation": "In this case, every time we provide data, we can get something in return, instead of having our data being permanently abused by those Internet giants for free once we log on websites.", "transcript": "同时，每一次提供数据我们都可以获得回报，而不再像以前，我们的数据一次登录，永久免费地被那些互联网巨头所滥用。"}
{"wav_id": "102042", "speaker": "102042", "offset": "682.720", "duration": "2.660", "wav": "102042.wav", "translation": "Blockchain provides us with such a possibility.", "transcript": "区块链给予了我们这样的可能性。"}
{"wav_id": "102042", "speaker": "102042", "offset": "685.740", "duration": "15.020", "wav": "102042.wav", "translation": "Its token economy system demands every user to pay for the data we provide, so we become the owner, user and beneficiary of our data assets.", "transcript": "它的通证经济的模式的设计使得每一个使用人必须付给我一定的代价才能够使用我们给予的数据，我们成为真正自己的数据资产的所有方、使用方和受益方。"}
{"wav_id": "102042", "speaker": "102042", "offset": "703.570", "duration": "4.950", "wav": "102042.wav", "translation": "In conclusion, financial technologies have changed our lives in four aspects.", "transcript": "最终总结，金融科技从四个方面改变了我们的生活。"}
{"wav_id": "102042", "speaker": "102042", "offset": "708.800", "duration": "1.040", "wav": "102042.wav", "translation": "First, it's the rights.", "transcript": "首先是权利。"}
{"wav_id": "102042", "speaker": "102042", "offset": "709.950", "duration": "7.090", "wav": "102042.wav", "translation": "As I just mentioned, the ownership, right to use and beneficiary of data are all different.", "transcript": "啊刚才我讲了我们数据的所有权、使用权开始发生了更替，利益发生了不同。"}
{"wav_id": "102042", "speaker": "102042", "offset": "717.240", "duration": "9.550", "wav": "102042.wav", "translation": "For example, a CD is priced at around 10 USD in America, and a music cassette used to worth a dozen yuan in China.", "transcript": "举一个例子，比如说大家知道我们在美国十块美金买一张CD，在中国以前几十块钱买一个盒带。"}
{"wav_id": "102042", "speaker": "102042", "offset": "727.190", "duration": "8.050", "wav": "102042.wav", "translation": "However, the content creators can only get 1.7 USD out of the price customers paid.", "transcript": "我们付出的这个代价，其实真正的创作者、音乐人只能拿到十块美金中的一块七。"}
{"wav_id": "102042", "speaker": "102042", "offset": "735.390", "duration": "3.680", "wav": "102042.wav", "translation": "In China, the percentage could be even lower, as the musicians might get less than one yuan out of every sell.", "transcript": "在中国这个比例会更低，可能连一块钱人民币都不到。"}
{"wav_id": "102042", "speaker": "102042", "offset": "739.490", "duration": "5.370", "wav": "102042.wav", "translation": "However, interest distribution will be different under the business logic of blockchain.", "transcript": "通过区块链的重构商业逻辑，我们的利益分配不一样了。"}
{"wav_id": "102042", "speaker": "102042", "offset": "745.090", "duration": "6.720", "wav": "102042.wav", "translation": "The copyright holders will be able to get 90% of the profit generated through their music and IPR contents.", "transcript": "最终在区块链上发行音乐作品、版权作品，可能权利人可以获得90%的收益。"}
{"wav_id": "102042", "speaker": "102042", "offset": "752.080", "duration": "11.230", "wav": "102042.wav", "translation": "Situations such as Apple taking away 70% of the profit of the copyright owners, or Chinese firms like Netease and WeChat collecting over 50% of the revenue, would be fundamentally altered.", "transcript": "而不会像现在苹果拿走了所有版权人70%的收益，我们的网易、我们的微信，我们的所有的流量入口，它瓜分了超过50%以上的收益。"}
{"wav_id": "102042", "speaker": "102042", "offset": "764.370", "duration": "4.860", "wav": "102042.wav", "translation": "Another great thing about blockchain is that it redefines consensus.", "transcript": "区块链还有一个伟大的地方，它改变了我们整个共识的习惯。"}
{"wav_id": "102042", "speaker": "102042", "offset": "769.860", "duration": "8.280", "wav": "102042.wav", "translation": "In the past, we get to know strangers by asking their fathers' professions, their work and job titles.", "transcript": "以前我们跟陌生人交流，我们首先会关心他父亲是做什么的，他工作是做什么的，他的职衔是什么。"}
{"wav_id": "102042", "speaker": "102042", "offset": "778.270", "duration": "8.780", "wav": "102042.wav", "translation": "Through these labels, we will give the other parties an initial score: this individual is wealthy and can be beneficial to me.", "transcript": "通过这样不同的标签，我们跟我们的交易对手首先打了一个分，这个人是有钱的，这个人是可以给我带来利益的。"}
{"wav_id": "102042", "speaker": "102042", "offset": "787.350", "duration": "8.840", "wav": "102042.wav", "translation": "Such an exchange is unequal after all, as an ordinary individual seldom has the chance to dine at the same table with a billionaire.", "transcript": "这样的一个交易，始终处于一种不平等，啊我们普通受众很难跟一个家值亿万的人坐在同一个桌上吃饭。"}
{"wav_id": "102042", "speaker": "102042", "offset": "796.370", "duration": "12.140", "wav": "102042.wav", "translation": "In the era of blockchain, value conversion adheres to a protocol for inter-node communication under a  cryptographic hash, creating an equal trading ground for people from different backgrounds and economic statuses.", "transcript": "但是在区块链时代，在互联网上哪怕我不见面、不认识，身份的差别消失了，只要有一串哈希密码，点对点的价值转化全部都是平等的。"}
{"wav_id": "102042", "speaker": "102042", "offset": "808.820", "duration": "6.590", "wav": "102042.wav", "translation": "The establishment of a new consensus mechanism may bring about the real social life we have long been desiring.", "transcript": "这样一种全新的共识机制的建立，可能会带来真正的我们想要的社会生活。"}
{"wav_id": "102042", "speaker": "102042", "offset": "815.750", "duration": "4.100", "wav": "102042.wav", "translation": "Last and most importantly, blockchain has reinvented contractual agreement.", "transcript": "最后，它改变最重要的一点就是我们的契约方式。"}
{"wav_id": "102042", "speaker": "102042", "offset": "820.110", "duration": "7.030", "wav": "102042.wav", "translation": "Blockchain-based smart contracts are unbreachable and resistant to modification, once the terms are written into codes.", "transcript": "在区块链上所跑的智能合约，使得一旦写入的代码，它不可违约、不可更改。"}
{"wav_id": "102042", "speaker": "102042", "offset": "827.680", "duration": "5.030", "wav": "102042.wav", "translation": "Computer engineers believe in the motto: \"Code is law\".", "transcript": "在工程师的理念中它有一个说法，叫“Code is law”。"}
{"wav_id": "102042", "speaker": "102042", "offset": "833.060", "duration": "8.390", "wav": "102042.wav", "translation": "In their mindsets, the programming language is the golden rule, and every step is formed by procedural language.", "transcript": "在工程师的世界里面，编程的语言就是他们的法律，所有的事情都由程序性的语言形成了一定的规则。"}
{"wav_id": "102042", "speaker": "102042", "offset": "842.130", "duration": "1.320", "wav": "102042.wav", "translation": "I used to be a lawyer.", "transcript": "我以前是做律师的。"}
{"wav_id": "102042", "speaker": "102042", "offset": "843.760", "duration": "10.020", "wav": "102042.wav", "translation": "I think that the future of the blockchain would be \"Law is code\", and all the rules will be executed through procedural languages and machine languages.", "transcript": "我认为区块链的未来可能会构建一个“Law is code”，所有的法条都会变成程序性的语言、机器语言来进行履行。"}
{"wav_id": "102042", "speaker": "102042", "offset": "854.070", "duration": "8.550", "wav": "102042.wav", "translation": "Contractual breaches and the unprovability will soon be things of the past in the era of financial technology.", "transcript": "未来我们所担心的违约、不可证明，可能都会在金融科技的新的时代得到彻底的扭转。"}
{"wav_id": "102042", "speaker": "102042", "offset": "862.880", "duration": "28.790", "wav": "102042.wav", "translation": "A few days ago, a fellow alumnus of mine, who is the director at a notary office, told me that:\" Do you know that in Shanghai, you have to wait for at least half a year to get your will notarized? We need to dispatch personnel to conduct on-site inspections and the notary fee is only 80 yuan per time. Our staffs are not motivated to the job, but six months could be a luxury for a lot of the senior testators.\"", "transcript": "啊我前两天跟我们的一个师兄，他是某个公证处的处长主任，他跟我说：“你知道吗，在上海，我们今天如果进来一个遗嘱委托公证，至少要排到半年以后，我们才有人力去帮他做；因为我同样付出现场考察，然后我的收费只能是80块人民币，我的经济上也没有动力去做这样的，但是急于定遗嘱的老人很有可能是等不了这半年的。”"}
{"wav_id": "102042", "speaker": "102042", "offset": "891.890", "duration": "14.940", "wav": "102042.wav", "translation": "The credible consensus of the blockchain allows us to significantly reduce the cost and improve the efficiency for the beneficiaries and stakeholders through distributing digital records that cannot be altered retroactively.", "transcript": "而区块链的可信共识的方式，可以让我们在遗嘱的各个受益方、利益相关方通过不可篡改的证据记录的分布式方式使得这样的成本大大降低，效率大大提升。"}
{"wav_id": "102042", "speaker": "102042", "offset": "907.190", "duration": "11.140", "wav": "102042.wav", "translation": "Therefore, the era of blockchain has given new dimensions to the contractual spirit and minimized the cost for transactional friction in a commercial society.", "transcript": "所以区块链的时代可以重构我们整个契约精神，重构我们商业社会的交易摩擦成本，可以让它大的为下降。"}
{"wav_id": "102042", "speaker": "102042", "offset": "918.610", "duration": "10.770", "wav": "102042.wav", "translation": "Through the promotion of financial technologies, we hope to achieve equality, freedom and sharing in financial services, eliminating the biased, limited and expensive services.", "transcript": "所以我们希望新的金融科技的推广能够真正地实现平等、自由、分享，而不再是歧视、约束和昂贵的金融服务。"}
{"wav_id": "102042", "speaker": "102042", "offset": "929.560", "duration": "4.060", "wav": "102042.wav", "translation": "That would be the perfect financial society we wish for the future.", "transcript": "这就是我们希望的未来的金融的美好社会。"}
{"wav_id": "102042", "speaker": "102042", "offset": "933.910", "duration": "0.600", "wav": "102042.wav", "translation": "Thank you all!", "transcript": "谢谢大家！"}
