{"wav_id": "3465", "speaker": "3465", "offset": "18.220", "duration": "1.320", "wav": "3465.wav", "translation": "Good evening everyone.", "transcript": "大家晚上好。"}
{"wav_id": "3465", "speaker": "3465", "offset": "20.980", "duration": "4.410", "wav": "3465.wav", "translation": "May I ask you something about Shanghai Star Harbor?", "transcript": "我想问一个问题，上海有个星星港？"}
{"wav_id": "3465", "speaker": "3465", "offset": "26.680", "duration": "1.360", "wav": "3465.wav", "translation": "Do you have any idea about it?", "transcript": "大家是否了解？"}
{"wav_id": "3465", "speaker": "3465", "offset": "29.650", "duration": "4.340", "wav": "3465.wav", "translation": "What kind of organization is it and what's it for?", "transcript": "它是一个什么样的组织，它到底做些什么？"}
{"wav_id": "3465", "speaker": "3465", "offset": "35.290", "duration": "5.490", "wav": "3465.wav", "translation": "I guess many of you have no clue.", "transcript": "我想我们在座的，也许很多人说不清楚。"}
{"wav_id": "3465", "speaker": "3465", "offset": "43.340", "duration": "9.380", "wav": "3465.wav", "translation": "Nothing can be more devastating than parents grieve over the death of their offspring.", "transcript": "我们说，人生最大的悲哀就是白发人送黑发人。"}
{"wav_id": "3465", "speaker": "3465", "offset": "54.600", "duration": "9.900", "wav": "3465.wav", "translation": "In Shanghai, the number of families with the loss of a child is growing increasingly due to various reasons.", "transcript": "上海由于各种原因，现在丧子家庭的数字是越来越多了。"}
{"wav_id": "3465", "speaker": "3465", "offset": "66.220", "duration": "22.410", "wav": "3465.wav", "translation": "Diseases, car accidents or other accidents kill nearly twenty of children and young people on a daily basis, leaving more than 7,000 bereaved families annually.", "transcript": "上海每天有将近20位年轻人和孩子因为生病、车祸和意外离世而去，上海每年将要新增加7000多户的丧子家庭。"}
{"wav_id": "3465", "speaker": "3465", "offset": "90.760", "duration": "16.280", "wav": "3465.wav", "translation": "The loss of a child is devastating for the whole family for it makes parents suffer excruciating pain and endure years of loneliness.", "transcript": "孩子的一旦离去，他将带给整个家庭是一个毁灭性的打击，他将留给父母的不仅仅是心灵上的巨大痛苦。"}
{"wav_id": "3465", "speaker": "3465", "offset": "108.640", "duration": "13.340", "wav": "3465.wav", "translation": "What's more, it arouses panic and sorrow in parents without accompany of children at old age.", "transcript": "而且，还要让他们长期地忍受孤独和晚年没有子女的那种精神上的恐慌和忧伤。"}
{"wav_id": "3465", "speaker": "3465", "offset": "124.410", "duration": "15.220", "wav": "3465.wav", "translation": "To help the inconsolable families, Shanghai Star Harbor, a self-help organization, was voluntarily established in 2003 by our ten bereaved families.", "transcript": "在03年，上海星星港就是由我们十户丧子家庭的爸爸妈妈他们自发组织的这么一个自救的组织。"}
{"wav_id": "3465", "speaker": "3465", "offset": "142.600", "duration": "11.680", "wav": "3465.wav", "translation": "The original purpose of the organization was to share the grief, gain peer support and find the ways to overcome the agony of the unimaginable loss.", "transcript": "当时的初衷是为了能够彼此之间的相互帮助和慰藉，能够摆脱丧子的痛苦。"}
{"wav_id": "3465", "speaker": "3465", "offset": "156.000", "duration": "5.550", "wav": "3465.wav", "translation": "As one member of the organization.", "transcript": "我也是这个组织的其中一员。"}
{"wav_id": "3465", "speaker": "3465", "offset": "164.600", "duration": "6.720", "wav": "3465.wav", "translation": "I still miss my son in heaven who has left me for more than 10 years.", "transcript": "我的儿子，他离开我们已经整整十年之多。"}
{"wav_id": "3465", "speaker": "3465", "offset": "171.730", "duration": "13.810", "wav": "3465.wav", "translation": "The moment he comes to my mind, I always have tears stream down my face on public transport or cry out loud at home.", "transcript": "有的时候，我乘在车上，突然想起孩子，瞬间我就会泪流满面；有的时候，我在家里想起了他我就会失声痛哭。"}
{"wav_id": "3465", "speaker": "3465", "offset": "186.010", "duration": "7.650", "wav": "3465.wav", "translation": "I believe it's beyond the comprehension of normal families.", "transcript": "应该说，正常的家庭它是无法理解和体会的。"}
{"wav_id": "3465", "speaker": "3465", "offset": "194.130", "duration": "19.440", "wav": "3465.wav", "translation": "In our organization, the death of sons or daughters robs many parents of all the hopes and brings them endless sorrow.", "transcript": "在我们星星港里，有好多的失去孩子的爸爸妈妈，当孩子走了，带走的是他们的全部希望，留下的是无穷无尽的悲伤。"}
{"wav_id": "3465", "speaker": "3465", "offset": "213.970", "duration": "9.350", "wav": "3465.wav", "translation": "The bereaved parents are in such a distress that they can't stop missing their beloved ones,  and accusing and even torturing themselves every day.", "transcript": "他们每天不断地思念，不断地自责，甚至于不断地自虐。"}
{"wav_id": "3465", "speaker": "3465", "offset": "224.110", "duration": "22.810", "wav": "3465.wav", "translation": "One mother, for instance, blamed herself for the loss of her son who had fever caused by viral cold for a week and tragically died when the virus infected the brain.", "transcript": "我们星星港，有位母亲，她的儿子患了病毒感冒高烧不退，一周之后，由于病毒转到了脑子里无法救活，他的妈妈，把孩子的走归罪于自己的错过。"}
{"wav_id": "3465", "speaker": "3465", "offset": "247.600", "duration": "11.160", "wav": "3465.wav", "translation": "Disasters pile up on one another. On December 17, last year, a dump car accident claimed the life of a father and his daughter.", "transcript": "在去年，12月17号，一辆夺命的土方车一下子带走了父女两条性命。"}
{"wav_id": "3465", "speaker": "3465", "offset": "259.280", "duration": "6.640", "wav": "3465.wav", "translation": "As usual the father went to take back home his daughter after work but they never came back again.", "transcript": "好端端的父亲去接女儿下班，怎么就一去不归了呢。"}
{"wav_id": "3465", "speaker": "3465", "offset": "267.900", "duration": "15.910", "wav": "3465.wav", "translation": "Though the Traffic Police Brigade held the driver liable for the accident, the non-native driver couldn't make compensation since he had no money and his company was just affiliated to Daihing Automobile.", "transcript": "交通大队，认准这是驾驶员的全责，但是这是外地的驾驶员，要钱没有，挂靠的公司也是大兴。"}
{"wav_id": "3465", "speaker": "3465", "offset": "283.910", "duration": "2.020", "wav": "3465.wav", "translation": "The poor woman was so desperate that she almost wanted to take her own life.", "transcript": "她真的不想活了。"}
{"wav_id": "3465", "speaker": "3465", "offset": "286.930", "duration": "10.600", "wav": "3465.wav", "translation": "Many parents gave out their helping hands to keep company with her and give emotional support some time ago.", "transcript": "在前段时间，我们星星港的多位爸爸妈妈，多次地陪同她、劝慰她。"}
{"wav_id": "3465", "speaker": "3465", "offset": "298.600", "duration": "8.420", "wav": "3465.wav", "translation": "There are a lot more tear-shedding stories like this in our organization.", "transcript": "在星星港里，像这样催人泪下的故事，还有很多很多。"}
{"wav_id": "3465", "speaker": "3465", "offset": "308.900", "duration": "10.710", "wav": "3465.wav", "translation": "To assist more parents in getting out of the desperate mess and regain control of their life.", "transcript": "怎样才能从绝望当中走出来？怎样才能继续地生活，朝前走。"}
{"wav_id": "3465", "speaker": "3465", "offset": "320.070", "duration": "10.050", "wav": "3465.wav", "translation": "Shanghai Star Harbor has made great efforts and organized many activities for the past several years.", "transcript": "几年来，我们星星港成立后，做了很多的工作，组织了很多的活动。"}
{"wav_id": "3465", "speaker": "3465", "offset": "332.780", "duration": "20.930", "wav": "3465.wav", "translation": "On the one hand, we actively call for help and care from the relevant departments of the government for they have a bounden duty for the bereaved family groups.", "transcript": "我们曾经一方面积极地向政府相关的部门反映、呼吁，诚恳地希望他们关心帮助我们这样的群体，因为，这也是他们责无旁贷的工作。"}
{"wav_id": "3465", "speaker": "3465", "offset": "355.490", "duration": "20.020", "wav": "3465.wav", "translation": "On the other hand, we take initiative to carry out self-saving activities and establish our tenet of \"overcome the hardship, rebuild the life, help other and yourselves, and give back to the society.\"", "transcript": "另一方面，我们团队积极地开展自助的活动，我们确立了我们自己团队的宗旨，那就是“跨越苦难、重塑人生、自助助人、奉献社会”。"}
{"wav_id": "3465", "speaker": "3465", "offset": "376.930", "duration": "19.400", "wav": "3465.wav", "translation": "When a new member bursts into tears, we won't stop him or her right now for he or she may feel better and relieved while crying.", "transcript": "当新成员失声痛哭的时候，我们在旁边不会马上劝他停止，因为我们觉得让他哭出来，也许会好受一些。"}
{"wav_id": "3465", "speaker": "3465", "offset": "396.650", "duration": "23.160", "wav": "3465.wav", "translation": "When he or she calms down, we will share our stories and feelings to help him or her face the hard fact, remind him or her to address problems reasonably and encourage him or her to find opportunities and hopes to move on the life.", "transcript": "当新成员情绪平静的时候，我们会以自己的切身感受劝说他坚强地面对，提醒他理智地处理问题，鼓励他寻找生活的再生希望。"}
{"wav_id": "3465", "speaker": "3465", "offset": "420.750", "duration": "15.560", "wav": "3465.wav", "translation": "In addition to caring for our new members, we often organize various activities.", "transcript": "在我们星星港里，我们除了第一时间关心我们的新发生灾难的新成员，我们还经常组织各类的活动。"}
{"wav_id": "3465", "speaker": "3465", "offset": "437.790", "duration": "14.600", "wav": "3465.wav", "translation": "On the family-gathering events such as Spring Festival and Middle Autumn Day, the bereaved families usually miss the children in great grief when others have a lot of fun.", "transcript": "春节、中秋，也许大家都非常高兴的时候，就是我们这些家庭非常难过的时候，因我我们都想孩子。"}
{"wav_id": "3465", "speaker": "3465", "offset": "453.180", "duration": "15.570", "wav": "3465.wav", "translation": "On such occasions, Shanghai Start Harbor arranges the travel for the families to other places to relieve their pain and cheer them up.", "transcript": "在这样的时候每逢节日里，我们星星港就会组织大家异地旅游，能够减少一些痛苦，让大家能够一些快乐。"}
{"wav_id": "3465", "speaker": "3465", "offset": "469.450", "duration": "3.050", "wav": "3465.wav", "translation": "All these efforts result in new progress.", "transcript": "所以我们有了新的进步。"}
{"wav_id": "3465", "speaker": "3465", "offset": "472.990", "duration": "10.470", "wav": "3465.wav", "translation": "Before joined the organization, some parents felt that simple laugh seemed nearly impossible for them.", "transcript": "当有些家长没有参加星星港之前，觉得自己这一辈子永远不会笑了。"}
{"wav_id": "3465", "speaker": "3465", "offset": "483.870", "duration": "5.650", "wav": "3465.wav", "translation": "They were stripped of it for there's nothing that could be laugh about.", "transcript": "因为是笑不出来了，快乐已经与己无缘了。"}
{"wav_id": "3465", "speaker": "3465", "offset": "490.620", "duration": "13.670", "wav": "3465.wav", "translation": "But since the entry to the organization, they have embraced changes one after another with the peer support and under the group influence.", "transcript": "但是，加入了星星港之后，在大家的帮助下，在集体的感染之下，发生了一个一个的转变。"}
{"wav_id": "3465", "speaker": "3465", "offset": "506.260", "duration": "13.260", "wav": "3465.wav", "translation": "One of changes is the smiles that reappear on their faces.", "transcript": "我们星星港很多人到目前已经出现了久违的笑容，星星港就是让我们一个一个逐步地转变。"}
{"wav_id": "3465", "speaker": "3465", "offset": "520.570", "duration": "12.170", "wav": "3465.wav", "translation": "Therefore, we realize that making sad parents happy again is the purpose and commitment of the organization.", "transcript": "在这里，我们深深体会到这就是星星港存在的意义，这就是我们大家为它而付出的心血。"}
{"wav_id": "3465", "speaker": "3465", "offset": "534.620", "duration": "5.590", "wav": "3465.wav", "translation": "Ms. Wang, one of us, is already 71 years old.", "transcript": "我们星星港的王老师，她已经71岁了。"}
{"wav_id": "3465", "speaker": "3465", "offset": "541.910", "duration": "7.730", "wav": "3465.wav", "translation": "It's grieving that she lost her offspring in her twilight years whom she gave birth to at middle age.", "transcript": "她是中年得子，晚年丧子，非常心酸。"}
{"wav_id": "3465", "speaker": "3465", "offset": "551.180", "duration": "16.150", "wav": "3465.wav", "translation": "She grows from a person in need of help at first to a helper, the team leader of Xuhui District, and now recommended as the director of the organization for the second term.", "transcript": "她从进入星星港，从一个受助者成为一名助人者，她从担任徐汇区的组长，到现在推荐为第二届的理事。"}
{"wav_id": "3465", "speaker": "3465", "offset": "568.800", "duration": "26.100", "wav": "3465.wav", "translation": "In spite of her old age and infirm body with multiple fractures of foot, she could pay visits as needed to new members' homes or go to see those in hospital at her own expense no matter they are in Pudong or Puxi.", "transcript": "尽管她年纪大、身体不好、脚多处骨折，但是只要是新成员需要，她一次次地上门关心，不管是浦东、浦西，不管是医院、家里，她一次一次地自掏腰包，探望病人。"}
{"wav_id": "3465", "speaker": "3465", "offset": "595.150", "duration": "11.260", "wav": "3465.wav", "translation": "And Ms. Ke, who lost her daughter, held an art exhibition to fulfill her daughter's last wish.", "transcript": "还有我们的柯老师，她的女儿走了，她为了实现她女儿的遗愿，她专门开办了一次画展。"}
{"wav_id": "3465", "speaker": "3465", "offset": "607.350", "duration": "6.690", "wav": "3465.wav", "translation": "For the bereaved parents, the children are like the shining stars above in the sky.", "transcript": "我们觉得，天上的星星，就仿佛像我们的孩子。"}
{"wav_id": "3465", "speaker": "3465", "offset": "615.720", "duration": "15.010", "wav": "3465.wav", "translation": "We believe we have the obligation to fulfill their unfulfilled dreams and do what we want to do and what we are able to do.", "transcript": "孩子没有做完的事情，我们还应该去完成；我们想做的事情、能做的事情，我们还可以再去做。"}
{"wav_id": "3465", "speaker": "3465", "offset": "632.230", "duration": "6.620", "wav": "3465.wav", "translation": "With such belief, we have held plenty of public welfare activities.", "transcript": "所以在星星港几年当中，我们开展了好多的公益活动。"}
{"wav_id": "3465", "speaker": "3465", "offset": "640.310", "duration": "5.750", "wav": "3465.wav", "translation": "We pay visits to the young wrongdoers in the house of correction to educate them to behave.", "transcript": "我们走进少教所，教育他们，好好地做人。"}
{"wav_id": "3465", "speaker": "3465", "offset": "647.360", "duration": "10.550", "wav": "3465.wav", "translation": "We enlighten the undergraduates in East China Normal University to show gratitude to their parents and cherish their life.", "transcript": "我们走进华师大，开导年轻的大学生，真的要感恩父母，要热爱生命。"}
{"wav_id": "3465", "speaker": "3465", "offset": "659.480", "duration": "11.830", "wav": "3465.wav", "translation": "We act as special traffic volunteers on the Qingming festival as 30% of children of our members are killed in traffic accidents.", "transcript": "在清明的时候，我们走上马路做特殊的志愿者，我们星星港百分之三十的孩子是车祸走的。"}
{"wav_id": "3465", "speaker": "3465", "offset": "672.380", "duration": "9.800", "wav": "3465.wav", "translation": "According to the bloody lesson, we wish everyone must obey the traffic rules.", "transcript": "我们用血的教训，来告诫众人一定要遵守交通规则的理由。"}
{"wav_id": "3465", "speaker": "3465", "offset": "682.600", "duration": "15.270", "wav": "3465.wav", "translation": "In the aftermath of the 2008 Wenchuan earthquake, many parents of our organization were wondering what else we could do apart from donation when our country was in great difficulty?", "transcript": "2008年汶川大地震时候，我们星星港很多的爸爸妈妈，他们都在想国难当头，我们除了捐款，还能做什么？"}
{"wav_id": "3465", "speaker": "3465", "offset": "700.340", "duration": "15.030", "wav": "3465.wav", "translation": "A common wish was that we should go to the earthquake-stricken areas in Sichuan to extend our care to those who lost their children in the disaster.", "transcript": "大家有一个共同的心愿，那就是我们要到四川去，我们要去看看那些失去孩子的爸爸妈妈，要关心他们。"}
{"wav_id": "3465", "speaker": "3465", "offset": "717.160", "duration": "14.230", "wav": "3465.wav", "translation": "At that time, our Ms. Lv created the slogan for our healing campaign, \"showing our sincere love and relieving your grief\".", "transcript": "当时，由我们的吕老师策划了我们一个行动的口号，那就是“捧出我的心，抚慰你的痛”。"}
{"wav_id": "3465", "speaker": "3465", "offset": "732.980", "duration": "7.020", "wav": "3465.wav", "translation": "23 members came to Sichuan as volunteers with the assistance of Fushouyuan International Group.", "transcript": "在福寿园的帮助下，我们23名志愿者到了四川。"}
{"wav_id": "3465", "speaker": "3465", "offset": "741.620", "duration": "6.880", "wav": "3465.wav", "translation": "During the ten-day campaign, we visited five relocation spots in areas such as Shuangliu District and Shifang city.", "transcript": "我们在川的十天里，我们走了双流、什邡等五个安置点。"}
{"wav_id": "3465", "speaker": "3465", "offset": "749.390", "duration": "15.020", "wav": "3465.wav", "translation": "We also helped more than a hundred of bereaved families with loss of a child through the difficult time of their grief journey and encouraged them to regain confidence in the life and rebuild their homes.", "transcript": "我们与一百多名失子的爸爸妈妈做了心灵交流，我们鼓励他们树立勇气，真正地重建家园。"}
{"wav_id": "3465", "speaker": "3465", "offset": "767.100", "duration": "15.930", "wav": "3465.wav", "translation": "Moreover, we sent a large number of vegetables bought in Chengdu to these parents' homes despite the danger of aftershocks and landslide.", "transcript": "我们还冒着余震和滑坡的危险，我们在成都的菜场买了很多的菜，用车子送到什邡这些爸爸妈妈的手里。"}
{"wav_id": "3465", "speaker": "3465", "offset": "784.730", "duration": "19.890", "wav": "3465.wav", "translation": "Finally we assisted the parents in the Yingxiu Town to establish a similar beneficial association like our organization with the help and support from Civil Affairs Bureau and Secretary of the relocation.", "transcript": "最后，我们还在民政局、在安置点书记的关心下、支持下，帮助映秀镇的孩子们爸爸妈妈成立了像类似我们星星港这样的一个互助的组织。"}
{"wav_id": "3465", "speaker": "3465", "offset": "806.950", "duration": "9.040", "wav": "3465.wav", "translation": "At the end of our mission, we were reluctant to leave.", "transcript": "我们要走了，要回来了，但是我们大家的感觉都是依依不舍。"}
{"wav_id": "3465", "speaker": "3465", "offset": "817.480", "duration": "8.000", "wav": "3465.wav", "translation": "For those who suffer know more about the power of love as if those who are tortured by cold are more grateful for the warmth of the sun.", "transcript": "经过严寒的人倍感到太阳的温暖，受过挫伤的人更懂得爱的力量。"}
{"wav_id": "3465", "speaker": "3465", "offset": "826.130", "duration": "25.660", "wav": "3465.wav", "translation": "Our organization will carry forward the spirit that we will deliver our love to our children to ourselves, others and the society, because the love persists forever though our children are gone.", "transcript": "我们星星港，就是有这么一种精神，值得发扬，那就是我们对孩子的爱，要传递给自己、传递给他人、传递给社会，因为孩子走了，爱是永远存在的。"}
{"wav_id": "3465", "speaker": "3465", "offset": "853.600", "duration": "6.370", "wav": "3465.wav", "translation": "Love should always be an inspiring force for us.", "transcript": "爱，应该是作为我们永远激励的力量。"}
{"wav_id": "3465", "speaker": "3465", "offset": "860.420", "duration": "1.080", "wav": "3465.wav", "translation": "Thanks.", "transcript": "谢谢大家。"}
