{"wav_id": "4948", "speaker": "4948", "offset": "18.960", "duration": "2.080", "wav": "4948.wav", "translation": "Good afternoon, everyone!", "transcript": "各位朋友，下午好！"}
{"wav_id": "4948", "speaker": "4948", "offset": "21.830", "duration": "7.330", "wav": "4948.wav", "translation": "It's a special day of May 4, and I'd like to share with you something special in this special TnDao Talk in Beijing.", "transcript": "在5月4日这样一个不寻常的日子，在北京听道这样一个不寻常的讲坛。"}
{"wav_id": "4948", "speaker": "4948", "offset": "30.580", "duration": "10.560", "wav": "4948.wav", "translation": "I hope you and many other who love Chinese culture find my talk worthy and thoughtful.", "transcript": "我想跟大家分享一些不寻常的信息，想给在座的诸位，也想给每一个热爱中国文化的人，带来一丝振奋。"}
{"wav_id": "4948", "speaker": "4948", "offset": "41.750", "duration": "4.730", "wav": "4948.wav", "translation": "It's about Chinese characters, and the comparison between Chinese characters and the alphabetic writing.", "transcript": "这些信息是关于汉字，关于汉字和字母的对比。"}
{"wav_id": "4948", "speaker": "4948", "offset": "48.520", "duration": "3.700", "wav": "4948.wav", "translation": "We are all familiar with Chinese characters and the alphabetic writing.", "transcript": "汉字和字母这两个词大家都很熟悉。"}
{"wav_id": "4948", "speaker": "4948", "offset": "53.290", "duration": "13.910", "wav": "4948.wav", "translation": "They aroused a century-old academic debate among scholars and thinkers in modern China.", "transcript": "但是由它们构成的问题，却引发了中国近代史上最大的一次学术论证，挑战了无数最有智慧的学者和思想家，一百年间悬而未解。"}
{"wav_id": "4948", "speaker": "4948", "offset": "68.600", "duration": "6.220", "wav": "4948.wav", "translation": "And it's about whether we should discard Chinese characters and replace them with the alphabetic writing.", "transcript": "这个问题就是中国人要不要废弃汉字改用字母。"}
{"wav_id": "4948", "speaker": "4948", "offset": "77.320", "duration": "9.080", "wav": "4948.wav", "translation": "There are 3,000 or so languages globally, all being alphabetic based on letters, with Chinese characters as the only exception.", "transcript": "全世界大约有三千多种文字，全部是以字母为基础的拼音文字，汉字是唯一的例外。"}
{"wav_id": "4948", "speaker": "4948", "offset": "88.910", "duration": "14.490", "wav": "4948.wav", "translation": "Of the Chinese culture circle, North Korea abandoned Chinese characters; Japan and South Korea only kept a few in use; the Vietnam who has been using Chinese characters for 2,000 years turned to alphabetic writing in 1945.", "transcript": "汉文化圈的几个主要国家，朝鲜弃用汉字，日本和韩国仅仅保留少量少数的汉字，连使用汉字达两千年之久的越南也在1945年废弃汉字转用字母。"}
{"wav_id": "4948", "speaker": "4948", "offset": "104.890", "duration": "11.710", "wav": "4948.wav", "translation": "Western academics hold that primitive writing evolved to ideo-phonographic writing and finally to alphabetic writing, the utmost stage of its development.", "transcript": "西方学术界一个普遍的观点是：原始文字经过意音文字进化到字母文字，达到文字发展的最高阶段。"}
{"wav_id": "4948", "speaker": "4948", "offset": "117.610", "duration": "10.110", "wav": "4948.wav", "translation": "According to this theory, Chinese characters as ideo-phonographic writing in the lower stage of development should be discarded and will be replaced by Latin alphabet.", "transcript": "按照这种观点，汉字处于意音阶段是低级文字，应该废弃，未来一定会被拉丁字母所取代。"}
{"wav_id": "4948", "speaker": "4948", "offset": "130.250", "duration": "11.950", "wav": "4948.wav", "translation": "Against this backdrop, the ferocious contention about Chinese characters and Latin alphabet took place three times over the past century, i.e. the May 4th Movement, early years of the new China, as well as the post-Cultural Revolution Movement.", "transcript": "在这样的背景下，汉字拉丁化的大争鸣在过去一百年发生了三次，分别是五四时期、建国初期和文革之后。"}
{"wav_id": "4948", "speaker": "4948", "offset": "143.750", "duration": "10.140", "wav": "4948.wav", "translation": "During the May 4th period, Lu Xun and other advocators of the New Culture Movement saw Chinese characters as the root of cultural backwardness, and strongly supported the idea of abolishing Chinese characters.", "transcript": "五四时期，以鲁迅为代表的新文化运动的倡导者视汉字为中国文化落后的根源，强烈要求废除汉字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "153.980", "duration": "4.070", "wav": "4948.wav", "translation": "They were so determined and declared \"If we don't abolish Chinese characters, the whole country will decline and perish\".", "transcript": "甚至说出了“汉字不灭，中国必亡”的宣言。"}
{"wav_id": "4948", "speaker": "4948", "offset": "159.060", "duration": "5.720", "wav": "4948.wav", "translation": "However, there are many people who stood on the other side, and oppose to shake or abolish the foundation of the Chinese nation.", "transcript": "但是，也有很多人认为汉字事关中华文明的根基不容动摇。"}
{"wav_id": "4948", "speaker": "4948", "offset": "165.890", "duration": "21.980", "wav": "4948.wav", "translation": "Some scholars pointed out that the movement to abolish Chinese characters or replace them with Latin alphabet led by the theory of backward Chinese characters in the last 100 years was unprecedented in its duration, scale, and impact in the Chinese cultural history.", "transcript": "有学者指出，过去一百年在汉字落后论的理论指导之下，以废弃或取代汉字为目标的波澜壮阔的汉字拉丁化运动，其延续时间之长，其规模之大，其影响之深远，在中国文化史上是空前的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "189.280", "duration": "11.120", "wav": "4948.wav", "translation": "Unfortunately, Chinese characters are extraordinarily complex, and this grand debate didn't find the answer because there is no answer.", "transcript": "遗憾的是汉字的问题超乎想象的复杂，这场空前的大辩论也没有找到答案，因为没有答案。"}
{"wav_id": "4948", "speaker": "4948", "offset": "201.010", "duration": "9.850", "wav": "4948.wav", "translation": "In 2009, Confucius Institute made a large documentary titled The 5,000-Year Chinese Characters, showing the whole world how splendid and grand the language is.", "transcript": "2009年，当孔子学院推出一套大型记录片《汉字五千年》，向全世界宣称汉字的伟大的时候。"}
{"wav_id": "4948", "speaker": "4948", "offset": "212.310", "duration": "5.230", "wav": "4948.wav", "translation": "But when asked about the future of Chinese characters, they were hesitative and responded:\" We don't know.\"", "transcript": "谈到汉字的明天，他们却只能说，我们谁都不知道。"}
{"wav_id": "4948", "speaker": "4948", "offset": "218.830", "duration": "0.950", "wav": "4948.wav", "translation": "Because there is no such thing as an answer.", "transcript": "因为没有答案。"}
{"wav_id": "4948", "speaker": "4948", "offset": "220.070", "duration": "14.600", "wav": "4948.wav", "translation": "Teachers after teachers lecture our children in learning Chinese language, but none of them could tell them what really is the language; is it really inferior or backward or outdated.", "transcript": "千千万万个老师在教我们的孩子学习中文的时候，没有一个人能告诉我们的孩子中文、汉字到底是一种什么样的文字，这个文字是不是真的低级，是不是真的落后。"}
{"wav_id": "4948", "speaker": "4948", "offset": "237.110", "duration": "7.820", "wav": "4948.wav", "translation": "Chinese language is the carrier of the Chinese civilization; thus its future development is and will be essential to our nation.", "transcript": "汉字是我们文明的承载体，它的命运如何对于我们的民族是一件大事。"}
{"wav_id": "4948", "speaker": "4948", "offset": "246.010", "duration": "3.870", "wav": "4948.wav", "translation": "As for the essence of the Chinese language, we will seek for the answer soon or later.", "transcript": "汉字的本质是什么，迟早需要一个明确的回答。"}
{"wav_id": "4948", "speaker": "4948", "offset": "251.680", "duration": "1.240", "wav": "4948.wav", "translation": "I am a psychologist.", "transcript": "我是一个心理学家。"}
{"wav_id": "4948", "speaker": "4948", "offset": "255.100", "duration": "5.330", "wav": "4948.wav", "translation": "Three years ago, my fellows and I discovered an amazing brain wave in our research.", "transcript": "三年前我们在研究中发现了一个神奇的脑电波。"}
{"wav_id": "4948", "speaker": "4948", "offset": "261.070", "duration": "3.830", "wav": "4948.wav", "translation": "This brain wave helped us to uncover the mystery of Chinese characters by accident.", "transcript": "这个新的科学发现意外地揭开了汉字之谜。"}
{"wav_id": "4948", "speaker": "4948", "offset": "266.230", "duration": "13.530", "wav": "4948.wav", "translation": "My research priority is cognitive neuroscience, the frontier research of psychology, which is exploring the brain mechanism for brain and mental activities via technological means.", "transcript": "我研究的是认知神经科学，是心理学基础研究的最前沿，用先进的技术手段去探索人类大脑活动的人类心理活动的大脑机制。"}
{"wav_id": "4948", "speaker": "4948", "offset": "282.050", "duration": "8.410", "wav": "4948.wav", "translation": "Our nerve cells in the brain continuously discharge when we are reading newspaper, listening to lectures or pondering problems.", "transcript": "当人们在看报纸、听演讲或思考问题的时候，大脑内部的神经细胞就会不断地放电。"}
{"wav_id": "4948", "speaker": "4948", "offset": "291.240", "duration": "6.810", "wav": "4948.wav", "translation": "These electric signals finally reach our scalp and can be recorded through some specialized equipment; this is what brain waves are.", "transcript": "这些电信号传达到头皮之上可以用特殊的仪器记录下来，就是我们说的脑电波。"}
{"wav_id": "4948", "speaker": "4948", "offset": "299.330", "duration": "27.070", "wav": "4948.wav", "translation": "In 2008 We found for the first time a negative-going brain wave appeared on top and central of the brain in about 200 milliseconds or 1/5 second when Chinese people are reading Chinese characters, and we called it \"The top and central area N200\".", "transcript": "2008年，我们的研究小组第一次观察到当中国人阅读汉字的时候，在汉字呈现之后两百毫秒左右，也就是说大约五分之一秒的时候，以头的顶部和中部为中心会出现一个负走向的脑电波，我们称之为“顶中区N200”。"}
{"wav_id": "4948", "speaker": "4948", "offset": "329.470", "duration": "5.300", "wav": "4948.wav", "translation": "With three years of repeated experiments, we finally confirmed the phenomenon.", "transcript": "经过三年的反复实验，我们确证了这个现象的可靠性。"}
{"wav_id": "4948", "speaker": "4948", "offset": "337.860", "duration": "19.850", "wav": "4948.wav", "translation": "The discovery of N200 shows that Chinese characters are not hieroglyphic, as picture symbols would never cause the appearance of N200 brain wave, which means Chinese characters and picture symbols are different things.", "transcript": "N200的发现首先告诉我们汉字它不是一个象形文字，它不是一个象形文字，因为象形文字就是说我们的汉字像图形，但是图形它是从来不会出现N200脑电波的，也就是说我们的汉字跟图形是两类不同的东西。"}
{"wav_id": "4948", "speaker": "4948", "offset": "359.270", "duration": "13.810", "wav": "4948.wav", "translation": "What continued to surprise us when we consulted plenty of literature and data was that such brain waves never appeared in English words reading.", "transcript": "但是更为奇特的是当我们查阅了大量的文献之后，我们发现，在英文词汇的阅读中从来没有出现过这样一个脑电波。"}
{"wav_id": "4948", "speaker": "4948", "offset": "374.320", "duration": "10.540", "wav": "4948.wav", "translation": "When reading English words, at the same span of 200 millisecond, we couldn't find N200.", "transcript": "英文词汇阅读的时候呢，在两百毫秒，两百毫秒这样一个时间段，它完全没有N200的踪迹。"}
{"wav_id": "4948", "speaker": "4948", "offset": "386.400", "duration": "12.370", "wav": "4948.wav", "translation": "Astonished, we concluded that this brain wave is specific to  readers of Chinese characters; it stems from years of learning and using this language.", "transcript": "这就导致了一个惊人的结论，我们所发现的这个脑电波是中文特有的，它来源于我们有多年学习和使用汉字的经验。"}
{"wav_id": "4948", "speaker": "4948", "offset": "400.020", "duration": "9.810", "wav": "4948.wav", "translation": "Moreover, the N200 has nothing to do with our oral language. It only belongs to our Chinese characters in writing, so there's no N200 when we're listening to Chinese.", "transcript": "另外要强调的是N200和我们的口语是没有关系的，它只属于我们的文字，所以当我们听汉语的时候并不会出现这个脑电波。"}
{"wav_id": "4948", "speaker": "4948", "offset": "411.770", "duration": "13.620", "wav": "4948.wav", "translation": "The discovery of N200 is a major breakthrough in Chinese reading mechanism in the past 30 years, and it demonstrates that Chinese characters and the alphabetic writing go through different process in the human brain.", "transcript": "N200的发现是中文阅读脑机制领域三十年研究的一个重大突破，这个现象的出现表明汉字和字母在大脑中经历了完全不同的加工过程。"}
{"wav_id": "4948", "speaker": "4948", "offset": "426.880", "duration": "3.700", "wav": "4948.wav", "translation": "But why is it exclusive to Chinese characters?", "transcript": "那么为什么中文会有这样一个神奇的脑电波呢？"}
{"wav_id": "4948", "speaker": "4948", "offset": "431.560", "duration": "6.140", "wav": "4948.wav", "translation": "This brain wave has been proved to be closely related with the recognition of shapes and forms of Chinese characters.", "transcript": "而这个脑电波经过我们的研究证明它是跟汉字的形状识别关系特别密切的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "439.060", "duration": "14.260", "wav": "4948.wav", "translation": "Hence the N200 prompted me to dig into the essence of Chinese characters, and with efforts I finally put forward a new \"theory of meaning-based Chinese characters\", declaring its meaning basis for the first time.", "transcript": "所以N200的出现导致我深入地去思考汉字的本质，最后呢提出了一个新的理论叫做“汉字拼义理论”，第一次指出汉字是一个拼义文字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "456.070", "duration": "4.550", "wav": "4948.wav", "translation": "To understand the meaning-based writing, one has to know about the phonetic writing.", "transcript": "那么要想理解拼义文字，我们首先来讲一下什么是拼音文字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "461.750", "duration": "5.400", "wav": "4948.wav", "translation": "In phonetic writing, bigger phonetic components are formed by smaller ones spelled together.", "transcript": "拼音，就是把小的语音单位拼合到一起形成更大的语音单位。"}
{"wav_id": "4948", "speaker": "4948", "offset": "467.830", "duration": "3.030", "wav": "4948.wav", "translation": "And the principle behind is actually similar to that of musical notations.", "transcript": "拼音的原理呢，事实上和五线谱是一样的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "471.510", "duration": "12.400", "wav": "4948.wav", "translation": "It seems that we use our eyes to read alphabets or musical notations, but if we want to understand musical notations or alphabets, we have to turn to the sounds they symbolize.", "transcript": "我们读字母、读五线谱的时候看起来我们是在用我们的眼睛，但是如果你真正地想理解五线谱，真正地想理解字母的话呢，还是要回到它们所代表的声音上面去。"}
{"wav_id": "4948", "speaker": "4948", "offset": "484.580", "duration": "8.250", "wav": "4948.wav", "translation": "Therefore, be it alphabetic or phonetic writing, they are created to record sounds and they are sensitive to the ears.", "transcript": "因此呢，字母文字、拼音文字，事实上它的目的是为了记录声音，它是跟着耳朵走的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "493.800", "duration": "2.460", "wav": "4948.wav", "translation": "In this sense, they fall into the category of hearing-based writing.", "transcript": "所以的话呢，它是一种听觉文字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "497.150", "duration": "6.080", "wav": "4948.wav", "translation": "However, Chinese characters are meaning-based writing, a completely different category for their structure.", "transcript": "而我们的汉字是拼义文字，它走的是完全另外一条不同的构造道路。"}
{"wav_id": "4948", "speaker": "4948", "offset": "504.020", "duration": "6.920", "wav": "4948.wav", "translation": "Chinese people invented about 10,000 individual characters from the time of oracle bone inscriptions to the Eastern Han Dynasty.", "transcript": "从甲骨文到东汉时期，我们大概累计创造了约1万个单字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "511.210", "duration": "2.690", "wav": "4948.wav", "translation": "Each characther represents a different meaning.", "transcript": "每个单字呢都表示一个不同的意义。"}
{"wav_id": "4948", "speaker": "4948", "offset": "514.950", "duration": "6.820", "wav": "4948.wav", "translation": "Our ancesters even invented different characters to represent horses in different colors.", "transcript": "乃至于我们一匹马，它的取决于它皮毛颜色的不同，我们的祖先会造就完全不同的字来代表它们。"}
{"wav_id": "4948", "speaker": "4948", "offset": "524.200", "duration": "5.780", "wav": "4948.wav", "translation": "It's to our knowledge that new things and concepts emerge in endlessly everyday with the advancement of civilization and the progress of society.", "transcript": "但是你可想而知，随着文明的发展随着社会的进步，新事物新概念层出不穷。"}
{"wav_id": "4948", "speaker": "4948", "offset": "530.810", "duration": "7.500", "wav": "4948.wav", "translation": "If we just create new characters for new concepts, we would gradually have 10,000, 20,000, 30,000, 40,000 or more characters, and it would be a burden for us to remember them all.", "transcript": "如果每一个新事物、每一个新概念我们都要造一个新字的话，这个字就会多到1万2万3万4万，那么人还能记得住吗。"}
{"wav_id": "4948", "speaker": "4948", "offset": "538.950", "duration": "4.060", "wav": "4948.wav", "translation": "Because the massive quantity is way beyond people's memory capacity, and this kind of writing system would collapse eventually.", "transcript": "这远远超出了人的记忆能力，这样的文字系统它是要崩溃的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "544.090", "duration": "13.020", "wav": "4948.wav", "translation": "And just in time our great ancestors found the important principle of meaning-based writing, where they put a horse and a vehicle together and invented a new character denotating a carriage.", "transcript": "在这个时候我们的祖先发现了第二个最重要的原理就是拼义原理，他们把马和车拼到一起形成一个新的词形，来代表马车这样一个新的事物。"}
{"wav_id": "4948", "speaker": "4948", "offset": "558.280", "duration": "10.400", "wav": "4948.wav", "translation": "New meaning-based units come from basic meaning units, the opposite to phonetics.", "transcript": "拼义，就是把基本的意义单位拼合起来构成新的意义单位，在这个意义上它跟拼音是针锋相对的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "569.430", "duration": "2.940", "wav": "4948.wav", "translation": "With meaning-based writing  we don't have to create new characters for new things.", "transcript": "拼义，不需要造新字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "573.140", "duration": "6.970", "wav": "4948.wav", "translation": "It relieves us the burden for remembering tons of new characters, and creates limitless possibility for the development of Chinese lexicography.", "transcript": "所以的话呢，它减轻了人的记忆负担，但是却给我们的汉字的词汇发展创造了无穷无尽的空间。"}
{"wav_id": "4948", "speaker": "4948", "offset": "582.700", "duration": "4.330", "wav": "4948.wav", "translation": "And most importantly, it turns Chinese characters into a mature and complete writing system.", "transcript": "拼义使得汉字真正地成为一个成熟的完整的文字体系。"}
{"wav_id": "4948", "speaker": "4948", "offset": "588.940", "duration": "5.920", "wav": "4948.wav", "translation": "Our ancestors knew to form words by combining existing characters.", "transcript": "我们的祖先知道把字和字拼起来可以构成词。"}
{"wav_id": "4948", "speaker": "4948", "offset": "595.170", "duration": "1.510", "wav": "4948.wav", "translation": "Today we all know it.", "transcript": "今天我们全部都知道。"}
{"wav_id": "4948", "speaker": "4948", "offset": "597.090", "duration": "14.430", "wav": "4948.wav", "translation": "But what our ancesters and us did not know is that the process of forming new words from characters is actually works in line with a fundamental princeple in psychology and brain science, which is called the principle of conceptual network.", "transcript": "但是我们的祖先不知道的，连我们自己过去不知道的是，这个用字拼词的拼义过程，事实上它契合了心理学和脑科学一个非常根本的原理，称之为“概念网络原理”。"}
{"wav_id": "4948", "speaker": "4948", "offset": "612.880", "duration": "4.810", "wav": "4948.wav", "translation": "It means humans' representation of the world is in the form of conceptual network.", "transcript": "也就是说人对世界的表征是以概念网络的形式表征的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "619.360", "duration": "9.660", "wav": "4948.wav", "translation": "Here we have nine Chinese characters, meaning beef, pork, mutton, rabbit meat, pig, cattle, sheep, rabbit and meat respectively.", "transcript": "我们看一看中文的词汇，这里有九个词：牛肉、猪肉、羊肉、兔肉，猪、牛、羊、兔和肉。"}
{"wav_id": "4948", "speaker": "4948", "offset": "630.650", "duration": "7.460", "wav": "4948.wav", "translation": "Even if you don't understand Chinese characters, you could tell from the word forms that they are somehow connected in a network.", "transcript": "那么即使你不懂中文，从词形你上也可以看到清楚的关系，在这些词汇之间构成了一个网络关系。"}
{"wav_id": "4948", "speaker": "4948", "offset": "638.350", "duration": "3.430", "wav": "4948.wav", "translation": "And this network could help us understand the meaning of each word and the formation behind them.", "transcript": "而这个网络关系事实上反映了关于涉及的知识。"}
{"wav_id": "4948", "speaker": "4948", "offset": "643.670", "duration": "6.350", "wav": "4948.wav", "translation": "But if you just translate these words into English, you couldn't find any connection among their English conterparts.", "transcript": "如果你把这些词翻译成对应的英文，你就会看到英文中的词汇中根本不存在这个关系。"}
{"wav_id": "4948", "speaker": "4948", "offset": "652.670", "duration": "4.800", "wav": "4948.wav", "translation": "You see, our ancestors didn't know the meaning-based principle, but they just applied it when forming words unknowingly.", "transcript": "所以，我们的祖先不明白什么是拼义原理，但是他们造词的时候已经在实际地确确实实地在使用这个原理。"}
{"wav_id": "4948", "speaker": "4948", "offset": "657.870", "duration": "18.030", "wav": "4948.wav", "translation": "Until today we finally find and understand the profound scientific basis of Chinese characters in the field of psychology and brain science.", "transcript": "然而直到今天，从心理学和脑科学出发，我们才真正地捕捉到了真正地认识到了，汉字所具有的深厚的科学基础。"}
{"wav_id": "4948", "speaker": "4948", "offset": "680.400", "duration": "9.130", "wav": "4948.wav", "translation": "For meaning-based writing to express and demonstrate the diversified world, it has to have 6,000 to 7,000 basic signals as its minimal and basic meaning units.", "transcript": "拼义文字为了表达丰富的世界，首先要制造六到七千个基本的符号来表达基本的意义单位。"}
{"wav_id": "4948", "speaker": "4948", "offset": "690.070", "duration": "6.410", "wav": "4948.wav", "translation": "Due to the limit of human hearing capacity, we have to rely on our vision for meaning-based writing.", "transcript": "那么人的听觉它的能力是非常有限的，所以拼义文字必须要利用视觉。"}
{"wav_id": "4948", "speaker": "4948", "offset": "696.950", "duration": "3.470", "wav": "4948.wav", "translation": "Vision is superior to hearing in terms of information processiong.", "transcript": "视觉的信息处理能力要远远强于听觉。"}
{"wav_id": "4948", "speaker": "4948", "offset": "702.600", "duration": "4.350", "wav": "4948.wav", "translation": "In this point, meaning-based writing has to be vision-based.", "transcript": "所以呢，拼义文字它必然是一个视觉文字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "707.650", "duration": "4.350", "wav": "4948.wav", "translation": "The recognition of Chinese characters definitely involves complicated and profound visual processing.", "transcript": "汉字的识别必然涉及到非常深刻的视觉加工。"}
{"wav_id": "4948", "speaker": "4948", "offset": "713.030", "duration": "8.280", "wav": "4948.wav", "translation": "By now we finally figure out why N200, which reflects visual processing in our brain, only appears in when we read Chinese characters.", "transcript": "到这个地步我们才理解了，哦原来我们的汉字之所以出现N200，出现这样一个反映视觉加工的成分——脑电波。"}
{"wav_id": "4948", "speaker": "4948", "offset": "721.590", "duration": "2.970", "wav": "4948.wav", "translation": "It's because Chinese characters are indeed vision-based.", "transcript": "是因为我们的文字它就是一个视觉文字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "728.400", "duration": "6.280", "wav": "4948.wav", "translation": "Chinese characters and alphabets are two different kinds of writing: one is vision-dependent, and the other hearing-based.", "transcript": "一个是视觉文字，一个是听觉文字，两种文字，汉字和字母本质不同。"}
{"wav_id": "4948", "speaker": "4948", "offset": "734.780", "duration": "8.370", "wav": "4948.wav", "translation": "They are not interchangeable, therefore, it's impossible to replace Chinese characters with Latin alphabets.", "transcript": "它是不能相互转换的，所以呢用字母用拉丁字母来取代汉字是永远不可能的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "744.860", "duration": "10.590", "wav": "4948.wav", "translation": "With the precise scientific demonstration of the meaning-basis principle, it negates the possibility of replacing Chinese characters with Latin alphabets, finally a solution to the century-old contention.", "transcript": "这样，汉字拼义理论用严密的科学的论证，彻底否定了汉字拉丁化的可能性，解决了这样一个百年争鸣。"}
{"wav_id": "4948", "speaker": "4948", "offset": "756.940", "duration": "5.360", "wav": "4948.wav", "translation": "Besides, the meaning-basis principle was accompanied with many interesting new ideas and conclusions.", "transcript": "拼义理论还带来了很多很有趣的新的观念、新的结论。"}
{"wav_id": "4948", "speaker": "4948", "offset": "762.720", "duration": "1.640", "wav": "4948.wav", "translation": "And I'd like to say something in this regard.", "transcript": "那么我们这里简单说几点。"}
{"wav_id": "4948", "speaker": "4948", "offset": "765.450", "duration": "5.730", "wav": "4948.wav", "translation": "First, languages are the foundation and means of human thinking.", "transcript": "首先，语言文字是人类思维的基础和工具。"}
{"wav_id": "4948", "speaker": "4948", "offset": "771.670", "duration": "5.900", "wav": "4948.wav", "translation": "The vision-based Chinese characters and the hearing-based Western alphabets rely on different senses.", "transcript": "中国人用一个视觉文字，西方人用一个听觉文字，侧重于不同的感官通道。"}
{"wav_id": "4948", "speaker": "4948", "offset": "777.920", "duration": "5.280", "wav": "4948.wav", "translation": "Therefore, it is of immense significance to our way of thinking.", "transcript": "大家可想而知这对我们的思维方式的影响是有巨大作用的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "784.120", "duration": "6.650", "wav": "4948.wav", "translation": "That's why people say Chinese are good at imaginal or visualized thinking, while westerns abstract and logic thinking.", "transcript": "所以我们说中国人善于形象思维，西方人善于抽象思维、逻辑思维。"}
{"wav_id": "4948", "speaker": "4948", "offset": "791.180", "duration": "4.360", "wav": "4948.wav", "translation": "It all boils down to the fundamental difference between the two languages.", "transcript": "追根到底可能要归结到我们的文字有很大的不同。"}
{"wav_id": "4948", "speaker": "4948", "offset": "797.530", "duration": "4.790", "wav": "4948.wav", "translation": "Second, Vision and hearing are two most important senses for human.", "transcript": "第二点，人最主要的感官就是视觉和听觉。"}
{"wav_id": "4948", "speaker": "4948", "offset": "803.540", "duration": "4.250", "wav": "4948.wav", "translation": "Meaning-based writing relies more on vision, and the phonetic writing relies more on hearing.", "transcript": "那么拼义文字它注重视觉，拼音文字注重听觉。"}
{"wav_id": "4948", "speaker": "4948", "offset": "808.270", "duration": "8.100", "wav": "4948.wav", "translation": "They are the only two types of writing systems and they represent the utmost stage of language development.", "transcript": "它们事实上已经穷尽了人类文字的两种类型，它们都代表了人类文字发展的最高阶段。"}
{"wav_id": "4948", "speaker": "4948", "offset": "817.660", "duration": "9.400", "wav": "4948.wav", "translation": "With this, there's no point in saying which one is superior as both Chinese characters and alphabetics have their advantages and disadvantages.", "transcript": "也就是说汉字和字母各有千秋，不存在说谁优谁劣这种问题。"}
{"wav_id": "4948", "speaker": "4948", "offset": "827.860", "duration": "8.780", "wav": "4948.wav", "translation": "We could say that the principle of meaning-basis helped Chinese characters to stand with the alphabetic writing on an equal footing for the very first time.", "transcript": "这样的话呢，汉字拼义理论就第一次把汉字提升到同字母文字平起平坐的地位。"}
{"wav_id": "4948", "speaker": "4948", "offset": "837.230", "duration": "16.630", "wav": "4948.wav", "translation": "And now every Chinese who uses this language is justified to feel proud; every professor who lectures in Chinese is proud to say to his students \"You're learning the greatest language in the world.\"", "transcript": "让每一个使用中文的人都有理由为汉字感到自豪，每一个教授中文的老师现在都可以骄傲地告诉学生“你们现在学习的汉字是世界上最优秀的文字。”"}
{"wav_id": "4948", "speaker": "4948", "offset": "854.810", "duration": "3.970", "wav": "4948.wav", "translation": "In today's globalized world, we are learning foreign languages, and foreigners are learning Chinese.", "transcript": "在国际化的今天，我们要学外语，外国人也要学中文。"}
{"wav_id": "4948", "speaker": "4948", "offset": "860.460", "duration": "17.730", "wav": "4948.wav", "translation": "The meaning-basis principle separates Chinese and English to two different language systems, therefore, those who teach Foreign languages or Chinese could better grasp the fundamental characteristics of the two languages, laying the foundation for science-based and systemic teaching methods.", "transcript": "拼义理论指出中文和英文是两种不同类型的文字体系，所以的话呢从拼义理论出发，外语的教学者、母语的教学者可以更深刻地把握两种文字的本质特点，从而发展出来更为科学、更为系统的教学方法。"}
{"wav_id": "4948", "speaker": "4948", "offset": "881.250", "duration": "9.750", "wav": "4948.wav", "translation": "The paper of N200 and the principle of meaning-basis was published in China's top journals in Natural Science and Social Science, and received extensive attention.", "transcript": "N200和拼义理论论文发表在我们国家自然科学和社会科学顶级的学术刊物上，获得学术界的广泛关注。"}
{"wav_id": "4948", "speaker": "4948", "offset": "893.040", "duration": "13.600", "wav": "4948.wav", "translation": "Indeed, it's academically-valued, but it shows profound relevance in China today as well, and that's the reason why I want to share something with you here in TnDao.", "transcript": "但是学术之外，它们对于当今中国还有深刻的现实意义，这才是我今天来到“听道”最想跟大家分享的信息。"}
{"wav_id": "4948", "speaker": "4948", "offset": "908.890", "duration": "2.730", "wav": "4948.wav", "translation": "How about going back into history?", "transcript": "让我们先回顾一点历史。"}
{"wav_id": "4948", "speaker": "4948", "offset": "913.110", "duration": "7.950", "wav": "4948.wav", "translation": "The ancient Europeans all spoke one common language called primitive Germanic.", "transcript": "古代的欧洲所有的欧洲人讲的是同一种口语，称之为原始日耳曼语。"}
{"wav_id": "4948", "speaker": "4948", "offset": "922.400", "duration": "10.020", "wav": "4948.wav", "translation": "As time went by, the language gradually broke down to various dialects, namely the present-day English, German, French and Italy.", "transcript": "随着时间的推移，这一个口语不断地分化，形成了很多种方言，也就是我们今天所说的英语、德语、法语、意大利语。"}
{"wav_id": "4948", "speaker": "4948", "offset": "934.210", "duration": "6.190", "wav": "4948.wav", "translation": "When we use alphabets to record different dialects, the final words formed would vary with different pronunciations or spellings.", "transcript": "当我们用字母去记录不同的方言的时候，发音不同，拼写不同，形成的文字也不同。"}
{"wav_id": "4948", "speaker": "4948", "offset": "941.300", "duration": "7.150", "wav": "4948.wav", "translation": "And this is why even today European countries still couldn't understand better each other in either speaking or writing.", "transcript": "所以欧洲不同的国家现在，在口音上、在文字上都没有办法相互理解。"}
{"wav_id": "4948", "speaker": "4948", "offset": "949.770", "duration": "0.820", "wav": "4948.wav", "translation": "But the Chinese language is not the case.", "transcript": "汉字不一样。"}
{"wav_id": "4948", "speaker": "4948", "offset": "952.140", "duration": "6.710", "wav": "4948.wav", "translation": "Different dialects with special pronunciations in this country all use the common Chinse characters for representation.", "transcript": "不同地方的方言虽然有不同的发音，但是我们始终使用同样的一个汉字去表示它。"}
{"wav_id": "4948", "speaker": "4948", "offset": "959.620", "duration": "5.180", "wav": "4948.wav", "translation": "So we could communicate in the common writing language despite that we may not understand each other in different accents or dialects.", "transcript": "所以口头上不能交流，我们文字上还是可以相互沟通。"}
{"wav_id": "4948", "speaker": "4948", "offset": "965.170", "duration": "3.330", "wav": "4948.wav", "translation": "And the common national culture is formed.", "transcript": "还是能够形成一个共同的民族文化。"}
{"wav_id": "4948", "speaker": "4948", "offset": "970.120", "duration": "10.790", "wav": "4948.wav", "translation": "If we replaced Chinese characters with alphabets, we would probably be broken into parts like today's Europe and never be as one great united country as we do now.", "transcript": "假如中国不用汉字而用了字母，那么恐怕我们像今天的欧洲一样，早就四分五裂，根本没有办法形成一个大统一的宏伟国家。"}
{"wav_id": "4948", "speaker": "4948", "offset": "981.850", "duration": "8.530", "wav": "4948.wav", "translation": "Chinese characters made essential contributions to national unification and ethnic unity, and formed the glorious Chinese civilization.", "transcript": "所以汉字对国家的统一和民族的团结起到了根本性的贡献，它铸造了辉煌的中华文明。"}
{"wav_id": "4948", "speaker": "4948", "offset": "991.110", "duration": "5.080", "wav": "4948.wav", "translation": "It would just do them justice by acknowledging their importance as a symbol for Chinese culture.", "transcript": "它是我们中国文化当之无愧的一个核心标志。"}
{"wav_id": "4948", "speaker": "4948", "offset": "998.250", "duration": "14.940", "wav": "4948.wav", "translation": "There're three more things regarded as symbols for Chinese culture, and they are: the centralism, Confucianism and the imperial examination system as well as the modern college entrance examination.", "transcript": "汉字之外，中国文化还有另外三个核心标志，它们分别是：中央集权制、儒家学说、科举制度以及它的后裔高考制度。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1016.430", "duration": "5.330", "wav": "4948.wav", "translation": "To our knowledge, the four symbols or pillars for Chinese culture all have been challenged.", "transcript": "但是大家都知道，这四个支柱受到了西方文化的强烈震撼。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1024.650", "duration": "24.280", "wav": "4948.wav", "translation": "The centralism was challenged by the parliamentary system and universal suffrage; Confucianism challenged by universal values and morals; the college entrance examination challenged by Western education philosophy of individuality; and Chinese characters by alphabets.", "transcript": "议会制和普选制在挑战我们中央集权的政治模式，普世价值观在挑战我们的儒家学说，强调个性发展的西方教育理念在挑战我们的高考制度，连字母文字也在挑战我们的汉字。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1050.550", "duration": "19.560", "wav": "4948.wav", "translation": "Indeed, in the historic context of Sino-western civilization collision, Chinese language was deemed as inferior and almost abandoned, an inevitable outcome for the declined Chinese culture since the defeat in the Opium War.", "transcript": "回过头来，在这样一个中西文明大碰撞的历史背景之下，汉字被视为低级文字，并一度走到废弃的边缘，其实是中国人在鸦片战争中败给西方，中国文化沦入低谷的一个必然的结果。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1073.380", "duration": "18.240", "wav": "4948.wav", "translation": "And the Chinese started to introspect and strive to learn from the West open-mindedly, admiring the advanced military power as well as the political system, technology, education of the West, and finally fell for the Western civilization completely and blindly.", "transcript": "那么打开门户的中国人努力反思自己，拼命地学习西方，从羡慕西方的船坚炮利到羡慕西方的体制、科技、教育，到最后完全拜服于西方的文化。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1092.630", "duration": "5.870", "wav": "4948.wav", "translation": "Over the past century we found ourselves inferior in any contention or comparison, and we even wanted to abandon our language.", "transcript": "一百年间比来比去我们发觉自己什么都不如，连自己的文字都不如。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1101.030", "duration": "9.500", "wav": "4948.wav", "translation": "Because we suffered severely in our confidence and pride, and we nearly lost the courage to make creations.", "transcript": "这个时候我们的自信心彻底地坍塌了，跟自信心同时失去的是创造的勇气。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1113.080", "duration": "7.580", "wav": "4948.wav", "translation": "Admittedly, if a man only looks up to other people's standards, seeing himself as a follower, a laggard, then how could he be courageous and bold enough to create.", "transcript": "一个事事以别人为标准，视自己为落后者、跟随者的人怎么可能有勇气去创造？"}
{"wav_id": "4948", "speaker": "4948", "offset": "1123.620", "duration": "8.010", "wav": "4948.wav", "translation": "Once you feel unconfident, you lose the courage to create, and lose the ability to create, finally leading to no confidence at all.", "transcript": "没有信心就不敢创造，不敢创造就不能创造，不能创造就越没有信心。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1132.900", "duration": "11.750", "wav": "4948.wav", "translation": "This cruel vicious cycle disheartens and daunts many people in creating the future as it makes us feel unconfident in our culture.", "transcript": "这个残酷的恶性循环使很多人对未来心灰意冷，从最根本的层面上对我们的中国文化失去了信心。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1146.930", "duration": "15.580", "wav": "4948.wav", "translation": "However, the biggest competition among countries in the 21st century is all about culture, thus we have to re-build our culture if we want to win the competition, without ever repeating the defeat in the Opium War.", "transcript": "然而，二十一世纪国与国之间最大的竞争是文化的竞争，要想在这场竞争中不重蹈鸦片战争的覆辙，我们必须重建自己的文化。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1164.560", "duration": "10.260", "wav": "4948.wav", "translation": "But to rebuild we need true confidence and pride, which born out of our confirmation and recognition of traditional Chinese culture anew.", "transcript": "真正的重建需要真正的信心，而真正的信心来自于对我们传统文化的价值的重新肯定。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1175.680", "duration": "15.620", "wav": "4948.wav", "translation": "Or, we have to re-recognize Chinese core values supported by the above-mentioned four pillars for the purpose of national rejuvenation and revival of Chinese culture in the new era.", "transcript": "也就是说为了实现我们中华民族的复兴，我们必须要重新肯定我们中华文明四大支柱的核心价值，让它们在新的时代浴火重生。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1193.110", "duration": "5.910", "wav": "4948.wav", "translation": "And today I ask you to look at Chinese characters.", "transcript": "今天，我们大家先来关注一下汉字这一个支柱。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1201.700", "duration": "7.550", "wav": "4948.wav", "translation": "We have demonstrated through research the scientific foundation and the unique development for Chinese characters.", "transcript": "我们的研究表明汉字是科学的，汉字的发展道路独一无二。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1210.390", "duration": "3.300", "wav": "4948.wav", "translation": "Hence, even if the whole world is using the same alphabets, we are not giving up our language.", "transcript": "即使全世界的文字都用字母，我们可以不用。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1215.210", "duration": "10.210", "wav": "4948.wav", "translation": "It's the crystallization of the Chinese civilization, representing the core value of the whole nation, thus we can't replace it with Latin alphabets or have it westernized.", "transcript": "作为中华文明的结晶，汉字不能够拉丁字母化，也就意味着我们民族文化的一个内核，它是不能西化的。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1227.840", "duration": "10.660", "wav": "4948.wav", "translation": "Chinese characters offer us a powerful example to show that China walks a different path from other countries, western ones included.", "transcript": "所以，汉字给我们提供了一个坚强的例证，那就是中国的道路可以跟所有的国家都不一样，可以跟西方不一致。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1239.030", "duration": "7.500", "wav": "4948.wav", "translation": "And we're powerfully supported to be equal to the West.", "transcript": "汉字给我们一个强力的支撑，让我们有信心同西方文明平起平坐、分庭抗礼。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1247.750", "duration": "5.820", "wav": "4948.wav", "translation": "The restore of confidence is necessary to and symbolic of the rejuvenation of Chinese nation.", "transcript": "自信的回归才是大国振兴的必要条件，才是大国振兴的真正标志。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1255.530", "duration": "6.760", "wav": "4948.wav", "translation": "The 170 years since the Opium War, a quarter in the 5,000-year civilization, is a mere moment in history.", "transcript": "从鸦片战争到今天的一一百七十年，只不过是五千年文明的一刻钟，历史长河的一瞬间。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1263.070", "duration": "2.400", "wav": "4948.wav", "translation": "The mountains are still there, but the sunsets have changed.", "transcript": "青山依旧在，几度夕阳红。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1266.140", "duration": "9.970", "wav": "4948.wav", "translation": "Let us grow confident in our great Chinese characters, transcend temporary victory or defeat, and write a grand new chapter for the rejuvenation of the Chinese nation with our traditional diligence, wisdom and courage.", "transcript": "让我们从汉字的伟大中汲取自信，超越一时的胜败强弱，以传统的勤劳、智慧与勇敢。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1276.540", "duration": "10.260", "wav": "4948.wav", "translation": "I believe that as the new generation in the 21st century, we are aspirant enough to dream, to pursue, and to live up to our ancestors.", "transcript": "以新生代的“有梦想”与“敢追求”，去谱写民族复兴的新篇章，证明我们自己无愧于华夏祖先。"}
{"wav_id": "4948", "speaker": "4948", "offset": "1287.390", "duration": "0.540", "wav": "4948.wav", "translation": "Thank you very much!", "transcript": "谢谢大家！"}
