{"wav_id": "62", "speaker": "62", "offset": "9.401", "duration": "9.972", "wav": "62.wav", "translation": "We've introduced the application of Baidu Translate and how to use Baidu API. You may be curious about the technologies behind machine translation. ", "transcript": "刚才我们讲了百度翻译的应用以及如何使用百度API，那么大家可能很感兴趣的是那翻译背后的技术是怎么样的呢？"}
{"wav_id": "62", "speaker": "62", "offset": "19.373", "duration": "3.186", "wav": "62.wav", "translation": "Now let’s take a closer look at the technologies behind Baidu Translate. ", "transcript": "下面我们就来讲一讲百度翻译背后的技术。"}
{"wav_id": "62", "speaker": "62", "offset": "24.044", "duration": "6.793", "wav": "62.wav", "translation": "Speaking of machine translation, let's go back to the year of 1946 when the world's first computer was born.", "transcript": "额提到翻译呢其实我们不得不提到在1946年的时候，世界上第一台计算机诞生。"}
{"wav_id": "62", "speaker": "62", "offset": "31.127", "duration": "4.813", "wav": "62.wav", "translation": "Only after the computer has been created could we realize machine translation. ", "transcript": "因为只有计算机有了计算机以后，我们才能够利用计算机进行翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "37.512", "duration": "6.840", "wav": "62.wav", "translation": "At that time, a talented scientist conceived the idea that we could translate via computer. ", "transcript": "其实当时就有一个天才的科学家他在想，计算机有了，我们是不是可以利用计算机来进行翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "45.383", "duration": "7.317", "wav": "62.wav", "translation": "In 1947, an American scientist published a memorandum on translation and raised the question whether we can use computers for translation.", "transcript": "在1947年，美国的科学家发表了一篇翻译的备忘录，提到了我们能不能利用计算机来进行翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "54.173", "duration": "8.676", "wav": "62.wav", "translation": "Machine translation in fact is an interdiscipline that involves computer knowledge, information theory, cognitive science and linguistics.", "transcript": "那么实际上机器翻译是一个交叉学科，它不仅需要利用计算机的知识，还需要利用信息论、认知科学、语言学等等。"}
{"wav_id": "62", "speaker": "62", "offset": "63.264", "duration": "8.289", "wav": "62.wav", "translation": "Over the past seventy years since 1947, many machine translation methods have been proposed.", "transcript": "那么从47年到现在也差不多经历了70年的时间，在这70年之间涌现出了许多机器翻译的方法。"}
{"wav_id": "62", "speaker": "62", "offset": "71.453", "duration": "15.647", "wav": "62.wav", "translation": "For example, at the beginning there was rule-based machine translation. For rule-based machine translation, we have linguists summarize linguistic phenomena, write linguistic rules and compile them into computer-readable forms, enabling computers to translate.", "transcript": "比如说一开始基于规则的机器翻译，所谓基于规则的机器翻译是说我们找一些人类的语言学家来总结语言现象，写语言规则，把它放到计算机里面去，变成计算机可懂的语言,进行翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "87.355", "duration": "11.544", "wav": "62.wav", "translation": "Obviously if we do multilingual translation in this way, we need linguists of different languages. The cost of development is explicitly high. So it becomes less used.", "transcript": "这种方法显而易见，如果我们进行多语言的翻译，就需要找不同的语言学家来进行写，那么开发成本非常高，后来啊用的是也比较少。"}
{"wav_id": "62", "speaker": "62", "offset": "99.756", "duration": "3.526", "wav": "62.wav", "translation": "In the 1980s, example-based machine translation came into being.", "transcript": "到了80年代，涌现出了基于实例的翻译方法。"}
{"wav_id": "62", "speaker": "62", "offset": "103.452", "duration": "7.038", "wav": "62.wav", "translation": "Example-based machine translation is based on an idea that when we learn a language, we may not care too much about its grammar.", "transcript": "所谓基于实例的翻译方法是说，我们人在学习一种语言的时候，可能并不太关心里面的语法是什么。"}
{"wav_id": "62", "speaker": "62", "offset": "111.220", "duration": "13.187", "wav": "62.wav", "translation": "Instead we aquire language intuition, or idiomatic expressions, or syntax through extensive reading, and naturally build a translation model.", "transcript": "那么我们就通过阅读大量的阅读来获取这样的语感也好，表达习惯也好，句式也好，那么自然而然地就有了这样一个建立起这样一个翻译的这样一个嗯模型。"}
{"wav_id": "62", "speaker": "62", "offset": "125.789", "duration": "5.820", "wav": "62.wav", "translation": "For example, we have a Chinese sentence meaning \"please give me a cup of water\" and we have its English translation.", "transcript": "比如说有一个句子是说“请给我拿一杯水”，那么有对应的英文翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "131.740", "duration": "15.019", "wav": "62.wav", "translation": "So if we need to translate another sentence \"Please give me a pen\", we can simply replace \"a cup of water\" with \"a pen\" , and get a syntactically similar target sentence. It is the primary idea of example-based machine translation.", "transcript": "那么如果我们要翻译另外一个句子“请给我拿一个钢笔”，那么只要我们把水替换成钢笔，把相应的英语中的呃water替换成pen，那么这个句式也是相通的，所以这是基于实例的机器翻译的一个主要思想。"}
{"wav_id": "62", "speaker": "62", "offset": "147.532", "duration": "11.875", "wav": "62.wav", "translation": "In the 1990s, some scientists from IBM came up with the idea of statistical machine translation. It is the mainstream method of machine translation so far.", "transcript": "到了90年代以后，啊IBM的一些科学家提出了统计机器翻译的思想，这一个思想是一直到目前为止，呃是一个主流的翻译方法。"}
{"wav_id": "62", "speaker": "62", "offset": "160.124", "duration": "13.277", "wav": "62.wav", "translation": "For tatistical machine translation, we build the translation model using massive bilingual data, from which we abstract the mathematical model of the relationship between the source language and the target language.", "transcript": "所谓统计机器翻译是说我们利用大量的双语的数据来建立翻译模型，然后啊抽象出呃数学模型，建立起源语言和目标语言之间的关系。"}
{"wav_id": "62", "speaker": "62", "offset": "174.695", "duration": "5.326", "wav": "62.wav", "translation": "Combined with the Internet, statistical machine translation became very powerful.", "transcript": "那么尤其是与互联网结合以后，统计机器翻译便发挥出了巨大的威力。"}
{"wav_id": "62", "speaker": "62", "offset": "180.858", "duration": "4.511", "wav": "62.wav", "translation": "The research of statistical machine translation prevailed until 2014.", "transcript": "这一主流的诶研究趋势一直持续到2014年。"}
{"wav_id": "62", "speaker": "62", "offset": "185.809", "duration": "13.158", "wav": "62.wav", "translation": "The method of neural machine translation was proposed in 2014. So far it is a research hotspot and has made great improvement in translation quality compared with statistical machine translation. ", "transcript": "2014年的时候提出了神经网络机器翻译方法，这是目前为止大家一个研究的热点，并且翻译质量较统计机器翻译也有了一个大幅的提高。"}
{"wav_id": "62", "speaker": "62", "offset": "199.596", "duration": "8.534", "wav": "62.wav", "translation": "I need to point out here that in the time of rule-based machine translation, that is, in the middle and late 1970s, commercial rule-based translation software ", "transcript": "这里面需要提到的是在基于规则的时代，呃在70年代中后期出现了基于规则的商业的翻译软件。"}
{"wav_id": "62", "speaker": "62", "offset": "208.563", "duration": "5.251", "wav": "62.wav", "translation": "Online statistical translation systems emerged around 2006.", "transcript": "那么在2006年左右出现了基于统计的互联网的翻译系统。"}
{"wav_id": "62", "speaker": "62", "offset": "213.814", "duration": "3.821", "wav": "62.wav", "translation": "They are two types of machine translation software at different times.", "transcript": "这代表了两种两个不同时期的一个翻译软件。"}
{"wav_id": "62", "speaker": "62", "offset": "218.372", "duration": "9.745", "wav": "62.wav", "translation": "Neural machine translation, as mentioned earlier, was just a lab trial back in 2014 and was far from industrial application.", "transcript": "那么到2014年刚才提到了提出了神经网络机器翻译，当时还是在实验室中的一个产物，如果把它应用到工业上去，还是有很长的路要走。"}
{"wav_id": "62", "speaker": "62", "offset": "228.288", "duration": "13.045", "wav": "62.wav", "translation": "Take statistical machine translation for example. It was proposed around 1991, but was not applied in online translation systems until 2006, which is 15 years later.", "transcript": "比如说以统计机器翻译为例，它是在1991年左右提出来的，但是真正的大规模的应用到互联网的翻译系统是在2006年，这中间经历了15年。"}
{"wav_id": "62", "speaker": "62", "offset": "242.016", "duration": "6.392", "wav": "62.wav", "translation": "How long did it take for neural machine translation to go from lab to industry, after it was proposed in 2014.", "transcript": "那么14年提出了神经网络机器翻译以后，从实验室走到工业界，这个时间是多长？"}
{"wav_id": "62", "speaker": "62", "offset": "248.408", "duration": "5.375", "wav": "62.wav", "translation": "It was in less than a year that Baidu launched the world's first neural machine translation system.", "transcript": "不到一年的时间，那么百度呢推出了世界上第一个神经网络翻译系统。"}
{"wav_id": "62", "speaker": "62", "offset": "254.176", "duration": "6.832", "wav": "62.wav", "translation": "Companies such as Google launched their neural machine translation systems later in September 2016.", "transcript": "随后到了2016年的9月份，谷歌等公司也推出了自己的神经网络翻译系统。"}
{"wav_id": "62", "speaker": "62", "offset": "261.008", "duration": "4.423", "wav": "62.wav", "translation": "As mentioned earlier, there is a great deal of data available online after the internet emerged.", "transcript": "刚才提到了互联网出现以后，网络上有大量的可以使用的数据。"}
{"wav_id": "62", "speaker": "62", "offset": "265.431", "duration": "9.831", "wav": "62.wav", "translation": "It's big data, like most people like to refer it as. For example, we can mine translation data from hundreds of billions of webpages, and tens of minllions of terms from authoritative dictionaries.", "transcript": "现在很多人提到的一个大数据，比如说我们可以从互联网上挖掘到数千亿网页的翻译语料以及千万量级的一些权威的词典词条。"}
{"wav_id": "62", "speaker": "62", "offset": "275.662", "duration": "7.443", "wav": "62.wav", "translation": "In the meantime, catchphrases and buzzwords spring up online, which need to be updated timely.", "transcript": "同时啊互联网上还会涌现出一些网络的热词、流行语，这些是需要及时更新的。"}
{"wav_id": "62", "speaker": "62", "offset": "283.105", "duration": "10.641", "wav": "62.wav", "translation": "Bilingual texts, authoritative dictionaries and catchphrases and buzzwords constitute our major training data for translation.", "transcript": "这三种呃一个是双语语料，一个是权威词典，还有一些网络热词、流行语，构成了我们一个翻译的呃主要的训练数据。"}
{"wav_id": "62", "speaker": "62", "offset": "294.002", "duration": "9.460", "wav": "62.wav", "translation": "On this basis, we take measures like denoising, detecting new words to process the data and get a high quality translation corpus.", "transcript": "在此基础上，我们通过一些去去除噪音以及新词的检测,一些加工，就得到了一个高质量的翻译知识库。"}
{"wav_id": "62", "speaker": "62", "offset": "303.462", "duration": "13.474", "wav": "62.wav", "translation": "There are various demands for online translation services, for example, there are demands for translating poems, essays, news and patents, as well as in-chat translating.", "transcript": "互联网的翻译需求其实是多种多样的，比如说我们有诗歌的翻译需求，有论文的翻译需求，有新闻的翻译需求，专利的需求，还有一些聊天儿的需求等等等等。"}
{"wav_id": "62", "speaker": "62", "offset": "316.936", "duration": "8.731", "wav": "62.wav", "translation": "It's plainly impossible to meet all the demands with a single translation system or model. Therefore, Baidu Translate integrates multiple strategies to its translation system.", "transcript": "单单靠一种翻译系统或者是模型，显然无法解决这个问题，所以百度翻译实际上是一个多策略融合的翻译系统。"}
{"wav_id": "62", "speaker": "62", "offset": "325.667", "duration": "9.298", "wav": "62.wav", "translation": "For instance, we have rule-based machine translation, example-based machine translation, statistical machine translation and the currently prevailing neural machine translation. ", "transcript": "比如说我们既有基于规则的方法，也有基于实例的方法，也有统计的方法，也有现在流行的基于神经网络的翻译方法。"}
{"wav_id": "62", "speaker": "62", "offset": "335.396", "duration": "8.437", "wav": "62.wav", "translation": "These translation methods draw on each other's merits and give full play to superiority so as to address different translation needs and generate high quality translation in the end. ", "transcript": "这些翻译方法互相取长补短，发挥各自的优势，应对不同的翻译需求，最终产生高质量的翻译结果。"}
{"wav_id": "62", "speaker": "62", "offset": "344.168", "duration": "4.193", "wav": "62.wav", "translation": "Now let me briefly introduce the respective advantages of these translation methods.", "transcript": "下面我就来简单地分别介绍一下这些方法它们的优势。"}
{"wav_id": "62", "speaker": "62", "offset": "350.264", "duration": "7.642", "wav": "62.wav", "translation": "Firstly statistical machine translation. As we mentioned before, statistical machine translation is based on massive bilingual data training. ", "transcript": "比如统计机器翻译，刚才提到了统计机器翻译建立在大量的双语数据训练基础上。"}
{"wav_id": "62", "speaker": "62", "offset": "358.622", "duration": "13.306", "wav": "62.wav", "translation": "Let's see the two textboxes on the top. The left textbox shows some bilingual data. The first sentence is in Chinese. The second one is in English. Here we use Chinese to English translation as example to introduce statistical machine translation. We can see they are in one-to-one alignment. ", "transcript": "比如说最上面两个框，左边是一个双语的数据，第一句是汉语，第二句是英语，我们以汉英为例来介绍统计机器翻译，那么它是一句对一句、一一对应的。"}
{"wav_id": "62", "speaker": "62", "offset": "372.603", "duration": "5.889", "wav": "62.wav", "translation": "On the right are English-only data, which we refer to as monolingual data. The data on the left are referred to as bilingual parallel data.", "transcript": "右边则是单纯的英语，我们叫它单语数据，左边呢我们叫双语平行数据。"}
{"wav_id": "62", "speaker": "62", "offset": "379.322", "duration": "9.662", "wav": "62.wav", "translation": "Through statistical analysis, we can build a translation model using the data on the left. For instance, we can align the words in blue and those in red.", "transcript": "通过一些统计分析，我们可以从左边的数据中建立出翻译模型，比如说我标蓝的字和标红的字可以建立对应关系。"}
{"wav_id": "62", "speaker": "62", "offset": "389.372", "duration": "8.444", "wav": "62.wav", "translation": "For example, \"wo yao gaosu\" is a fragment in Chinese,  and its english conterpart is \"I will tell\". \"Ni\" can be translated as \"you\". The alignment can be done automatically.", "transcript": "啊比如说“我要告诉”这样是一个短语，那么英文是I will tell，“你”可以翻译成you，这些都是可以自动完成的。"}
{"wav_id": "62", "speaker": "62", "offset": "397.816", "duration": "8.394", "wav": "62.wav", "translation": "That is to say, on the basis of the bilingual texts, we can establish the relationship between the source language and the target language. So   translation model is working more like a bridge.", "transcript": "也就是说通过这个双语文本，我们可以建立起于源语言和目标语言之间的关系，所以翻译模型更像是一个桥梁的作用。"}
{"wav_id": "62", "speaker": "62", "offset": "406.513", "duration": "6.378", "wav": "62.wav", "translation": "Then on the right we have a language model. The language model measures the fluency of target language.", "transcript": "那么右边这个是一个语言模型，语言模型衡量的是目标语言产生以后它的一种流畅度。"}
{"wav_id": "62", "speaker": "62", "offset": "413.762", "duration": "5.765", "wav": "62.wav", "translation": "For example, we can have a sentence like \"I am a student\" which is a pefect English utterance.", "transcript": "比如说我们可以说“I am a student”，那这是一个良好的表达，符合英语的习惯。"}
{"wav_id": "62", "speaker": "62", "offset": "419.807", "duration": "3.372", "wav": "62.wav", "translation": "However, \"I is a student\" is ungrammatical.", "transcript": "但如果说“I is a student”，这是有语法错误的。"}
{"wav_id": "62", "speaker": "62", "offset": "423.179", "duration": "7.799", "wav": "62.wav", "translation": "The language model can tell that \"I am a student\" is more fluent than \"I is a student\" and give the former a higher score.", "transcript": "语言模型就可以判断出来，“I am a student”比“I is a student”更流畅，前者的得分更高。"}
{"wav_id": "62", "speaker": "62", "offset": "431.737", "duration": "8.851", "wav": "62.wav", "translation": "With the translation model, which plays the role of bridge, and the language model, which measures the fluency of the target language, we are able to translate.", "transcript": "那么通过翻译模型，它建立了一个桥梁作用，和语言模型，它它来衡量目标语言的流畅度，我们就可以进行翻译了。"}
{"wav_id": "62", "speaker": "62", "offset": "440.886", "duration": "12.277", "wav": "62.wav", "translation": "For example, here I have a new sentence \"wo yao gaosu ni yige gushi\". It is never seen in our training data. But we have seen these fragments.", "transcript": "比如说我这里有一个新的句子——“我要告诉你一个故事”，这在我们的训练数据中是没有从来没有出现过的，但是这些片段我们是见过的。"}
{"wav_id": "62", "speaker": "62", "offset": "453.163", "duration": "13.116", "wav": "62.wav", "translation": "For example, \"wo yao gaosu\" can be translated as \"I will tell\", \"ni\" as \"you\", \"yige\" as \"a\", and  \"gushi\" as \"story\". Then we put them together and get an English sentence \"I will tell you a story\"", "transcript": "比如说我要告诉啊可以是“I will tell”，“你”翻译成“you”，一个翻译成“a”，故事对应“story”，那么我们通过组合就可以得到英文的译文“I will tell you a story”。"}
{"wav_id": "62", "speaker": "62", "offset": "466.615", "duration": "6.389", "wav": "62.wav", "translation": "But actually, we have more complicated strategies than this. ", "transcript": "但是在实际呃应用场景中，啊其实还是有一些比这个更复杂的策略在里面。"}
{"wav_id": "62", "speaker": "62", "offset": "473.004", "duration": "8.176", "wav": "62.wav", "translation": "For instance, in conventional Chinese, sentences have different word order from English ones. So we need a process of reordering.", "transcript": "比如说汉语的表达习惯，句句子的顺序跟英语的句子顺序通常是不太一样的，这里面就有一个调序的过程。"}
{"wav_id": "62", "speaker": "62", "offset": "481.180", "duration": "8.257", "wav": "62.wav", "translation": "In addition, statistical machine translation, as we mentioned, is built on the basis of massive training data, we have massive training data in Chinese and English.", "transcript": "另外在统计机器翻译里面，我们刚才说它是建立在大量的训练语料基础上的，像中文和英文我们有大量的训练数据。"}
{"wav_id": "62", "speaker": "62", "offset": "490.224", "duration": "11.804", "wav": "62.wav", "translation": "But bilingual data in less popular language pairs, such as Chinese and Thai, Chinese and Japanese, Chinese and Korean, are not so much in number, or even scarce.", "transcript": "但是有一些很小的偏门的语种，比如说像中文和泰文、中文和日文、中文和韩文，它们的双语数据并不是很大，甚至是非常的稀缺。"}
{"wav_id": "62", "speaker": "62", "offset": "502.427", "duration": "6.063", "wav": "62.wav", "translation": "In this case what can we do? Can we still use the method of statistical machine translation?", "transcript": "这个时候那么我们怎么办呢，是不是仍然可以利用统计机器翻译的方法来进行翻译？"}
{"wav_id": "62", "speaker": "62", "offset": "509.373", "duration": "1.212", "wav": "62.wav", "translation": "The answer is yes.", "transcript": "那答案也是肯定的。"}
{"wav_id": "62", "speaker": "62", "offset": "511.040", "duration": "9.910", "wav": "62.wav", "translation": "We proposed the pivot language approach for machine translation. Generally speaking, a pivot language is the third language introduced as an intermediary.", "transcript": "我们提出了基于枢轴语言的翻译方法，所谓枢轴语言，其实我们就是通俗的来讲，就是引入了另外第三种语言，来作为桥梁。"}
{"wav_id": "62", "speaker": "62", "offset": "521.215", "duration": "10.356", "wav": "62.wav", "translation": "For example, we have a great deal of Chinese to English and English to Thai bilingual data. We can build a Chinese to English translation model and a English to Thai translation model seperately. ", "transcript": "比如说我们有大量的中英的双语数据，以及英语和泰语的双语数据，我们可以各自构建中英的翻译模型和英泰的翻译模型。"}
{"wav_id": "62", "speaker": "62", "offset": "531.880", "duration": "11.146", "wav": "62.wav", "translation": "We can use English as the intermediary and build a translation model for Chinese and Thai through deduction. And so we can build a translation system for Chinese and Thai.", "transcript": "这中间以英语作为桥梁，通过一些模型推导，我们就可以建立起中文和泰文的翻译模型，从而也可以实现中文和泰文的翻译系统。"}
{"wav_id": "62", "speaker": "62", "offset": "543.275", "duration": "11.000", "wav": "62.wav", "translation": "Thanks to this technology, We can quickly increase the number of luanguages Baidu Translate supports, from 2, Chinese and English, to 28 or even more languages.", "transcript": "那么所以说通过这样一个技术，我们就可以把百度翻译从中文和英文这样两种语言迅速地扩展为28种语言以及更多。"}
{"wav_id": "62", "speaker": "62", "offset": "555.094", "duration": "2.389", "wav": "62.wav", "translation": "Next I will brief you the rule-based method.", "transcript": "下面简单来介绍一下基于规则的方法。"}
{"wav_id": "62", "speaker": "62", "offset": "557.483", "duration": "1.797", "wav": "62.wav", "translation": "What is its strength? ", "transcript": "它的长处是什么呢？"}
{"wav_id": "62", "speaker": "62", "offset": "559.280", "duration": "6.052", "wav": "62.wav", "translation": "It's that we can easily summarize rules and apply them to translation systems.", "transcript": "是说我们能够很容易地总结出一些规律性的东西，从而把它应用到翻译系统当中去。"}
{"wav_id": "62", "speaker": "62", "offset": "565.601", "duration": "1.474", "wav": "62.wav", "translation": "Let's see two examples.", "transcript": "这里展示了两个例子。"}
{"wav_id": "62", "speaker": "62", "offset": "567.075", "duration": "6.010", "wav": "62.wav", "translation": "In the first sentence, the part in blue is a date \"September 28th, 2015\".", "transcript": "比如第一句话，我飘蓝的字体是一个日期：2015年9月28日。"}
{"wav_id": "62", "speaker": "62", "offset": "573.085", "duration": "15.337", "wav": "62.wav", "translation": "In Chinese, we usually express a date in the order of year, month, day, while in western style the order is month, day, year. So we can have a reordering in the English translation to make it idiomatic.", "transcript": "汉语呢我们通常来说是年月日的表达，在一些西方国家通常是月日年的表达，那么我们可以把汉语的时间顺序进行一下调整，啊调整成符合英语表达习惯的这样一个顺序。"}
{"wav_id": "62", "speaker": "62", "offset": "589.265", "duration": "9.911", "wav": "62.wav", "translation": "The following example is a case of translating a number, say three hundred and eighty. We can easily write some rules about how to correctly translate three hundred and eighty.", "transcript": "下面这个例子展示了一个数字的翻译，比如说三百八十，那么我们可以很容易地写出一些规则，三百八十该如何翻译成正确的英文。"}
{"wav_id": "62", "speaker": "62", "offset": "599.924", "duration": "2.755", "wav": "62.wav", "translation": "This is an advantage of rule-based method.", "transcript": "所以这是基于规则的方法的一个长处。"}
{"wav_id": "62", "speaker": "62", "offset": "603.509", "duration": "9.894", "wav": "62.wav", "translation": "Next is a demonstration of example-based machine translation. It is good at translating new words, proverbs, buzzwords and idioms. ", "transcript": "下面展示一下基于实例的方法，它通常所比较擅长的翻译是一些新词、俗语、呃热词以及习惯表达。"}
{"wav_id": "62", "speaker": "62", "offset": "613.753", "duration": "5.601", "wav": "62.wav", "translation": "Usually they can not be translated word by word. Free translation is needed.", "transcript": "通常是一些我们没有办法说一个字一个字的来翻译，它通常是一些意译的翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "619.649", "duration": "5.817", "wav": "62.wav", "translation": "For example, here is a catch phrase \"No zuo no die\". How do we translate it?", "transcript": "比如这个是前两年一个比较流行的句子，“不作死就不会死”，那么这个怎么来翻呢？"}
{"wav_id": "62", "speaker": "62", "offset": "625.466", "duration": "1.611", "wav": "62.wav", "translation": "It's really difficult. ", "transcript": "显然是很难来翻的。"}
{"wav_id": "62", "speaker": "62", "offset": "627.962", "duration": "6.335", "wav": "62.wav", "translation": "A proper translation was worked out and included in an American urban dictionary. ", "transcript": "后来就有人总结出来了一个翻译的方法，当然这个翻译啊也被美国的一个城市词词典所收录了。"}
{"wav_id": "62", "speaker": "62", "offset": "634.913", "duration": "2.791", "wav": "62.wav", "translation": "It's really difficult, no matter what translation method is used.", "transcript": "这无论用任何一种翻译方法都是很难做出来的。"}
{"wav_id": "62", "speaker": "62", "offset": "638.134", "duration": "2.670", "wav": "62.wav", "translation": "So we put it in our training data.", "transcript": "所以啊我们把它放到我们的训练数据中去。"}
{"wav_id": "62", "speaker": "62", "offset": "640.804", "duration": "5.839", "wav": "62.wav", "translation": "When we encounter the same sentence, we directly fetch the translation in the data and present it to users.", "transcript": "如果发现了这样一个句子，我们就直接把它的译文拿出来，嗯呈现给嗯用户就可以了。"}
{"wav_id": "62", "speaker": "62", "offset": "646.643", "duration": "3.541", "wav": "62.wav", "translation": "This is an application scenario of example-based machine translation.", "transcript": "这是基于实例的方法的一个应嗯应用场景。"}
{"wav_id": "62", "speaker": "62", "offset": "651.746", "duration": "3.436", "wav": "62.wav", "translation": "Finally let's look at neural machine translation that rises in recent two years.", "transcript": "最后是近两年兴起的一个神经网络机器翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "656.320", "duration": "10.643", "wav": "62.wav", "translation": "In statistic machine translation, which we mentioned earlier, we actually segment source texts into different fragments such as \"I will tell\", \"you\".", "transcript": "刚才提到的像统计机器翻译，大家看到实际上是把源语言切成了不同的片段，比如说“我要告诉”、“你”等等这样一些片段。"}
{"wav_id": "62", "speaker": "62", "offset": "666.963", "duration": "9.678", "wav": "62.wav", "translation": "As I mentioned, when we put the fragments together in the process of translation, we may need to rearrange their order, and we may encounter problems like the absence of context.", "transcript": "正如我刚才提到的，这些片段在组合成为译文的时候，会有一些语序的调整，以及一些上下文嗯不可见这样的一些情况。"}
{"wav_id": "62", "speaker": "62", "offset": "677.131", "duration": "12.935", "wav": "62.wav", "translation": "Neural machine translation is free from such problems. It encodes  the entire source texts at first and outputs the translation after numerous iterations and abstractions.", "transcript": "那么在神经网络机器翻译里面，它是不存在这些问题的，它会首先对源语言进行一个整体的编码，经过神经网络的层层迭代和抽象最后啊输出译文。"}
{"wav_id": "62", "speaker": "62", "offset": "690.966", "duration": "10.723", "wav": "62.wav", "translation": "It's similar to human translation. We usually won't start translating a sentence until we read it through and get its general idea.", "transcript": "这就像人在翻译过程中来看，我们翻译一个句子，通常是把这个句子先读一遍，获得了这个句子的整体信息，然后再对这个句子进行翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "702.089", "duration": "10.631", "wav": "62.wav", "translation": "In this way, we are able to make the most of the context and the global information of the sentence. The translation generated is rather complete and in a proper word order.", "transcript": "这样我们就能够充分地利用句子的上下文以及全局的信息，最后生成的译文也比较完整，并且顺序也比较符合目标语言的表达顺序。"}
{"wav_id": "62", "speaker": "62", "offset": "713.107", "duration": "3.459", "wav": "62.wav", "translation": "This is an advantage of neural machine translation.", "transcript": "所以这是神经网络机器翻译它的优点。"}
{"wav_id": "62", "speaker": "62", "offset": "717.883", "duration": "6.909", "wav": "62.wav", "translation": "Like I said before, neural machine translation was proposed in 2014 by a laboratory.", "transcript": "正如我刚才提到的，神经网络机器翻译实际上在2014年是刚刚在实验室中被提出来。"}
{"wav_id": "62", "speaker": "62", "offset": "725.213", "duration": "24.705", "wav": "62.wav", "translation": "In less than a year, we launched the world's first online neural machine translation system on May 20, 2015.  Neural machine tranlation is known as NMT for short, where N stands for neural. The release of the system ushered in a new chapter of NMT's large-scale application.", "transcript": "那么经过不到一年的时间，在2015年的5月20号，5月20号是一个非常好的日子，五二零，那么我们发布了全球首个互联网的神经网络机器翻译系统，简称为NMT，N就是Neural的意思，Neural Machine Translation，那么开启了NMT大规模的应用的一个翻译场景，开启了NMT大规模应用的新篇章。"}
{"wav_id": "62", "speaker": "62", "offset": "750.290", "duration": "6.763", "wav": "62.wav", "translation": "As we all know, in September 2016, Google also lauched its NMT system.", "transcript": "呃正如大家所知道的，在2016年的9月份，那么谷歌也发布了它自己的NMT的系统。"}
{"wav_id": "62", "speaker": "62", "offset": "757.400", "duration": "10.125", "wav": "62.wav", "translation": "Since then, neural machine translation has become a focus in both research and application.", "transcript": "啊从2016年9月份以来一直到现在，基于神经网络的机器翻译一直都是一个研究的热点和应用的一个呃热点。"}
{"wav_id": "62", "speaker": "62", "offset": "767.813", "duration": "6.551", "wav": "62.wav", "translation": "But actually there are often difficulties to scale up a technology from laboratory to industrial application.", "transcript": "但是实际上我们在提到一个从实验室的研究到一个工业界的应用的时候，往往会遇到一些难题。"}
{"wav_id": "62", "speaker": "62", "offset": "775.174", "duration": "9.418", "wav": "62.wav", "translation": "Take statistical machine translation for example. When it was proposed in 1991, the data, machines, models and engineering realization at that time constrainted its application.", "transcript": "比如说以机器统计机器翻译为例，在91年刚刚提出来的时候，大家受限于当时的语料、机器、模型、实现等等。"}
{"wav_id": "62", "speaker": "62", "offset": "784.891", "duration": "7.273", "wav": "62.wav", "translation": "It took 15 years before the first online statistical machine translation system came to the world in 2006.", "transcript": "一直经过了15年，到2006年的时候，才有了世界上第一个互联网的基于统计方法的翻译系统。"}
{"wav_id": "62", "speaker": "62", "offset": "792.813", "duration": "15.080", "wav": "62.wav", "translation": "After the neural machine translation was proposed, we carried out in-depth research on the aspects of efficiency, data and models, and quickly put it into application after improving it in many ways.", "transcript": "那么神经网络翻译方法提出来以后，那么我们从效率、数据、模型等方面对它进行了深入的研究，提出了一系列的改进方法，从而快速地把它应用到我们的翻译当中去。"}
{"wav_id": "62", "speaker": "62", "offset": "809.045", "duration": "6.762", "wav": "62.wav", "translation": "Here I list some of the innovative and effective methods that we proposed.", "transcript": "所以啊这里面我们我简单的列出来我们提出了一些行之有效的啊一些创新的方法。"}
{"wav_id": "62", "speaker": "62", "offset": "815.807", "duration": "7.207", "wav": "62.wav", "translation": "These methods are published on top international conferences in the field, such as ACL and Triple AI.", "transcript": "这些方法都发表在我们本领域最高水平的国际会议上像ACL啊，Triple AI等等。"}
{"wav_id": "62", "speaker": "62", "offset": "823.014", "duration": "2.588", "wav": "62.wav", "translation": "If you are interested, you can check them out.", "transcript": "大家如果感兴趣的话，可以去看一下。"}
{"wav_id": "62", "speaker": "62", "offset": "825.602", "duration": "3.491", "wav": "62.wav", "translation": "Now I will take one of them for example.", "transcript": "这里面我就简单拿其中一个作为例子给大家介绍一下。"}
{"wav_id": "62", "speaker": "62", "offset": "830.402", "duration": "10.497", "wav": "62.wav", "translation": "This is a NMT system we proposed in 2015, which is based on multitask learning. What problem does it try to solve?  it  the translation of less popular languages that we mentioned before.", "transcript": " 这是我们在2015年提出来的基于多任务学习的NMT的系统，它是解决一个什么问题呢，同样呢也是解决了一个刚才提到的小语种的翻译问题。"}
{"wav_id": "62", "speaker": "62", "offset": "841.173", "duration": "6.186", "wav": "62.wav", "translation": "For example, we have massive Chinese to English data, but fewer Chinese to Thai, Chinese to Japanese, and Chinese to Korean data.", "transcript": "比如说我们有大量的中英的数据，但是中泰、中日、中韩的数据我们很少。"}
{"wav_id": "62", "speaker": "62", "offset": "847.580", "duration": "11.724", "wav": "62.wav", "translation": "How can we solve this problem? ", "transcript": "那么我们能不能提出一种方法，因为中文端都是相通的，我们在中文这一端呢呃都是共享一个编码器，那么不同的目标端我们使用不同的解码器。"}
{"wav_id": "62", "speaker": "62", "offset": "859.304", "duration": "5.200", "wav": "62.wav", "translation": "We share the same encoder with Chinese as the source language.", "transcript": "在中文这一端，在源语言这一端，我们都共享一个编码器。"}
{"wav_id": "62", "speaker": "62", "offset": "864.504", "duration": "7.114", "wav": "62.wav", "translation": "As for target languages, each language has its own decoder. Therefore we realize the one-to-many translation.", "transcript": "在目标语言端，每一个目标语言都对应自己的一个解码器，所以这就形成了一个一对多的翻译。"}
{"wav_id": "62", "speaker": "62", "offset": "872.329", "duration": "5.650", "wav": "62.wav", "translation": "We can simultaniously translate Chinese into English, Korean, Thai, Japanese and other languages.", "transcript": "我们用中文可以同时翻译成英文、韩语、泰语、日文等等。"}
{"wav_id": "62", "speaker": "62", "offset": "877.979", "duration": "8.522", "wav": "62.wav", "translation": "The work is reviewd by New York Times as a pathbreaking paper. It is a milestone and is widely quoted and used. ", "transcript": "所以这个工作后来被纽约时报评价为一个Pathbreaking paper，是一个里程碑式的文章，后来也被大家广泛地引用和使用。"}
{"wav_id": "62", "speaker": "62", "offset": "886.501", "duration": "5.393", "wav": "62.wav", "translation": "Likewise, we rolled out translation service on mobiles in 2015.", "transcript": "同样呢我们在2015年也推出了移动端的一些翻译，也就是手机端。"}
{"wav_id": "62", "speaker": "62", "offset": "892.375", "duration": "12.018", "wav": "62.wav", "translation": "For example, when you go travelling, you may suffer from no internet connection or high connection fee. If you download our offline package, you can enjoy high quality translation service from our NMTsystem.", "transcript": "那么比如说大家出去旅游的时候，经常会遇到网络不通或者是资费太高的情况，如果下载了我们的离线包，同样也可以使用我们的NMT系统获取高质量的翻译服务。"}
{"wav_id": "62", "speaker": "62", "offset": "904.393", "duration": "6.964", "wav": "62.wav", "translation": "Considering mobiles' limited storage resources and computing resources, we need do more to ensure the translation model works on mobiles.", "transcript": "那么在手机端受限于手机的存储资源和计算资源，我们需要做一些额外的工作来使这个模型可以运行。"}
{"wav_id": "62", "speaker": "62", "offset": "911.357", "duration": "8.113", "wav": "62.wav", "translation": "For example, we compressed the model to a size 70 times smaller so that it runs smoothly with 30MB of RAM on mobiles .", "transcript": "比如说我们首先把这个模型压缩了70倍，那么它只需要30兆的内存，就可以在手机端的流畅运行。"}
{"wav_id": "62", "speaker": "62", "offset": "919.874", "duration": "5.486", "wav": "62.wav", "translation": "We also use some dynamic loading algorithms and we also pruned the vocabularies.", "transcript": "啊我们同样呢有一些动态加载的算法，啊还有一些词表的剪裁等等。"}
{"wav_id": "62", "speaker": "62", "offset": "925.360", "duration": "8.193", "wav": "62.wav", "translation": "With such optimization, we can easily use our NMT system on our mobiles, which now supports various languages including Chinese, English, Japanese, Korean and so on.", "transcript": "通过这样一些优化，我们可以在手机端可以很方便地调用我们NMT的系统，现在支持中、英、日、韩等多种语言。"}
{"wav_id": "62", "speaker": "62", "offset": "933.553", "duration": "11.909", "wav": "62.wav", "translation": "Baidu Translate has gained wide recognition from experts and scholars. For example, it was awarded the first prize of Science and Technology Progress Award by The Chinese Institute of Electronics in 2014. In the next year, 2015, it won the second prize of State Science and Technology Progress Award.", "transcript": "百度翻译的技术获得了专家学者的广泛认可，比如说在2014年百度翻译获得了中国电子学会的科技进步一等奖， 在2015年获得了国家科技进步二等奖。"}
{"wav_id": "62", "speaker": "62", "offset": "945.462", "duration": "9.034", "wav": "62.wav", "translation": "Here in the list are the papers we have published. If you are interested, you can search and download them online.", "transcript": "下面这个列表是我们学术论文的一个发表列表，大家可以去网上搜索，大家感兴趣的话可以去网上下载查看。"}
{"wav_id": "62", "speaker": "62", "offset": "954.496", "duration": "0.827", "wav": "62.wav", "translation": "Thank you.", "transcript": "谢谢大家。"}
