{"wav_id": "66", "speaker": "66", "offset": "9.125", "duration": "0.885", "wav": "66.wav", "translation": "Hello everyone!", "transcript": "大家好！"}
{"wav_id": "66", "speaker": "66", "offset": "10.010", "duration": "2.936", "wav": "66.wav", "translation": "Today I will give an introduction on Baidu Translate.", "transcript": "今天我来为大家介绍一下百度机器翻译。"}
{"wav_id": "66", "speaker": "66", "offset": "12.946", "duration": "3.008", "wav": "66.wav", "translation": "Let’s start with the application of machine translation.", "transcript": "首先来介绍一下机器翻译的应用。"}
{"wav_id": "66", "speaker": "66", "offset": "17.141", "duration": "5.413", "wav": "66.wav", "translation": "This is a picture of Rosetta Stone which is very familiar to us.", "transcript": "我们来看这样一张图片，这是大家所比较熟悉的一个叫罗塞塔石碑。"}
{"wav_id": "66", "speaker": "66", "offset": "22.554", "duration": "15.042", "wav": "66.wav", "translation": "It is inscribed with three versions of a decree issued when King Ptolemy V. in ancient Egypt was crowned. The top one is in Ancient Egyptian hieroglyphic, the middle is in Demotic while the bottom is in Greek used in Ancient Egypt.", "transcript": "它上面用三种文字记录了古埃及的国王托勒密五世继位时的这种诏书，上面是古埃及的象形文字，中间是古埃及的通俗体，下面是古埃及的用的希腊文字。"}
{"wav_id": "66", "speaker": "66", "offset": "38.821", "duration": "3.159", "wav": "66.wav", "translation": "The three scripts record the same thing.", "transcript": "那么这三种文字呢所记录的是同样一件事情。"}
{"wav_id": "66", "speaker": "66", "offset": "42.515", "duration": "6.592", "wav": "66.wav", "translation": "But over time ancient Egyptian hieroglyphic and demotic have been forgotten.", "transcript": "但是随着时间的流逝，古埃及的象形文字和通俗体已经不为人们所知。"}
{"wav_id": "66", "speaker": "66", "offset": "49.524", "duration": "4.576", "wav": "66.wav", "translation": "When this stone was discovered, nobody really knew what its inscriptions mean.", "transcript": "当人们发掘出这块石碑的时候，完全不知道上面介绍的内容是什么。"}
{"wav_id": "66", "speaker": "66", "offset": "55.109", "duration": "14.792", "wav": "66.wav", "translation": "But fortunately, the Greek used in ancient Egypt is interconected with modern Greek.  So an idea occurred to some people that the ancient Egyptian hieroglyphic script probably can be deciphered with modern Greek. And it was proved working.", "transcript": "但是所幸的是呢，最下面的古埃及所用的希腊文字跟现在的希腊语是相通的，所以呢人们就想能不能用希腊语来破译出古埃及的象形文字，那么这种方法呢经验证是可行的。"}
{"wav_id": "66", "speaker": "66", "offset": "70.176", "duration": "7.052", "wav": "66.wav", "translation": "Thus people got to know the things recorded on the stone and the Egyptian hieroglyphic script was successfully deciphered.", "transcript": "从而人们知道这个石碑上所记录的一些事情，并且成功地破译出了古埃及的象形文字。"}
{"wav_id": "66", "speaker": "66", "offset": "78.672", "duration": "7.073", "wav": "66.wav", "translation": "This method actually made use of machine translation. We can use machine translation to decipher languages.", "transcript": "那么这一方法实际上就是一个利用了机器翻译的技术，我们可以用机器翻译来做这样的一些文字解密工作。"}
{"wav_id": "66", "speaker": "66", "offset": "85.745", "duration": "2.401", "wav": "66.wav", "translation": "So machine translation is somewhat fantastic.", "transcript": "所以机器翻译还是挺神奇的。"}
{"wav_id": "66", "speaker": "66", "offset": "88.816", "duration": "1.471", "wav": "66.wav", "translation": "Well, here's the question: what is machine translation?", "transcript": "那么什么是机器翻译呢？"}
{"wav_id": "66", "speaker": "66", "offset": "90.514", "duration": "7.098", "wav": "66.wav", "translation": "In simple terms, machine translation is the process of translating from one natural language to another using a computer.", "transcript": "简单来说，机器翻译就是利用计算机，将一种自然语言翻译为另外一种自然语言。"}
{"wav_id": "66", "speaker": "66", "offset": "98.243", "duration": "4.514", "wav": "66.wav", "translation": "Natural languages are languages used by human and are unique to human.", "transcript": "所谓自然语言就是我们人类所用的语言，就是人类所独有的。"}
{"wav_id": "66", "speaker": "66", "offset": "103.380", "duration": "5.911", "wav": "66.wav", "translation": "After thousands years of evolution, we have truly mastered this convenient tool of communication.", "transcript": "那么经过几千年的进化呢，人们熟练地掌握了这一个快捷地交流的功能。"}
{"wav_id": "66", "speaker": "66", "offset": "110.060", "duration": "1.598", "wav": "66.wav", "translation": "Let’s look at this passage.", "transcript": "那么我们来看这样一段文字。"}
{"wav_id": "66", "speaker": "66", "offset": "113.011", "duration": "6.738", "wav": "66.wav", "translation": "It is written in Arabic. You may feel baffled or even helpless looking at it.", "transcript": "这是一段阿拉伯语，大家初看起来啊可能是觉得诶摸不着头脑，非常的崩溃。"}
{"wav_id": "66", "speaker": "66", "offset": "119.749", "duration": "1.784", "wav": "66.wav", "translation": "What does it say?", "transcript": "它到底是说了一段什么话呢？"}
{"wav_id": "66", "speaker": "66", "offset": "121.931", "duration": "5.031", "wav": "66.wav", "translation": "If it were in English or Japanese, I might be able to guess the meaning of it.", "transcript": "比如说你要是给我一段英语或者是一段日语，我可能还能猜出其中的意思。"}
{"wav_id": "66", "speaker": "66", "offset": "127.799", "duration": "5.936", "wav": "66.wav", "translation": "But it is in Arabic! How can we manage to know what it intends to express?", "transcript": "但是对于这样一段完全不知所云的阿拉伯语，那么我们怎么知道它想表达的是什么内容呢？"}
{"wav_id": "66", "speaker": "66", "offset": "134.645", "duration": "8.876", "wav": "66.wav", "translation": "With machine translation, we can know its meaning after getting its Chinese translation. This is the magic of machine translation.", "transcript": "那么借助于机器翻译，我们就可以知道翻译为汉语以后啊，它想表达的一个意思，这就是机器翻译一个神奇的地方。"}
{"wav_id": "66", "speaker": "66", "offset": "144.595", "duration": "6.626", "wav": "66.wav", "translation": "Machine translation holds so much significance in multi-language information retrieval, cross-language communication, and international trade.", "transcript": "诶机器翻译在多语言的信息获取、跨语言的交流，以及国际化商贸等方面有着重要的意义。"}
{"wav_id": "66", "speaker": "66", "offset": "151.557", "duration": "11.747", "wav": "66.wav", "translation": "For example, we can use machine translation to get countries' economic information, news and intelligence in real time, especially intelligence that may be militarily important.", "transcript": "比如说我们可以利用机器翻译来实时地获取国外的经呃经济、新闻以及一些情报，尤其是情报的获取，可能对于军事上来说是非常重要的。"}
{"wav_id": "66", "speaker": "66", "offset": "163.601", "duration": "6.595", "wav": "66.wav", "translation": "In fact, it is for military purposes that many countries have funded the research on machine translation.", "transcript": "而实际上很多国家所之所以资助机器翻译的研究，正是出于军事目的的需要。"}
{"wav_id": "66", "speaker": "66", "offset": "170.468", "duration": "14.350", "wav": "66.wav", "translation": "In the United States there is a world-class machine translation evaluation every year. It focuses on lanugages which are politically sensitive or important to the United States, such as Arabic and Chinese.", "transcript": "比如美国它会每年举行一个呃世界级的机器翻译评测，它所关注的语种都是一些比较敏感，或者说对美国而言比较重要的语言，比如阿拉伯语、汉语等等。"}
{"wav_id": "66", "speaker": "66", "offset": "186.091", "duration": "6.676", "wav": "66.wav", "translation": "Ordinary people can utilize this technology to achieve cross-language communication.", "transcript": "那么对于我们普通的民众而言呢，我们可以利用机器翻译来进行这样一些跨语言的交流和沟通。"}
{"wav_id": "66", "speaker": "66", "offset": "193.101", "duration": "9.033", "wav": "66.wav", "translation": "For instance, thanks to machine translation, we can communicate with foreigners face to face when traveling abroad, or chat with them on line.", "transcript": "比如当我们出国旅游的时候，跟外国朋友可以面对面地进行交流，或者在网上的时候，我们与国外的朋友进行交流。"}
{"wav_id": "66", "speaker": "66", "offset": "203.396", "duration": "14.360", "wav": "66.wav", "translation": "In addition, now many people shop on overseas websites. With the help of machine translation, we can translate the product information, prices, and addresses, and communicate with foreign customer service staff.", "transcript": "另外啊现在还有很多朋友通过网络进行海淘以及国外的购物，那么这个时候啊，机器翻译也能够帮助我们，比如可以翻译商品信息、价格、地址、与国外的客服交流等等。"}
{"wav_id": "66", "speaker": "66", "offset": "218.372", "duration": "4.550", "wav": "66.wav", "translation": "So machine translation has become more of a part of our daily lives.", "transcript": "所以呢机器翻译越来越多地融入到了我们普通民众的生活当中。"}
{"wav_id": "66", "speaker": "66", "offset": "223.879", "duration": "10.550", "wav": "66.wav", "translation": "For example, we can use machine translation to help us memorizing new words, reading and writing in English or other languages.", "transcript": "比如在学习方面，我们可以用机器翻译来进行呃辅助我们背单词、阅读、啊以及英语写作、外语写作等等。"}
{"wav_id": "66", "speaker": "66", "offset": "235.698", "duration": "12.024", "wav": "66.wav", "translation": "As for reading, as I have mentioned earlier, we can take advantage of machine translation to obtain financial information, news, military and political information of other countries.", "transcript": "那么在阅读方面，刚才提到的，我们可以利用机器翻译来获取国外的一些财经信息呀、新闻信息呀还有一些其他的，呃像一些军事啊政治啊等等这样的信息。"}
{"wav_id": "66", "speaker": "66", "offset": "249.094", "duration": "7.638", "wav": "66.wav", "translation": "Aside from this, we can communicate smoothly with foreign friends face to face, no matter ", "transcript": "呃另外呢就是跟国外的朋友面对面的交流，无论是文字的也好，语音的也好，都可以无障碍地交流。"}
{"wav_id": "66", "speaker": "66", "offset": "257.059", "duration": "8.487", "wav": "66.wav", "translation": "And in addition to personal overseas web shopping, machine translation can also be used for state-level trade.", "transcript": "那么以及啊除了我们平时所谓的海淘啊，呃个人行为的商贸以外，国家行为的商贸也可以利用机器翻译来做。"}
{"wav_id": "66", "speaker": "66", "offset": "266.123", "duration": "4.363", "wav": "66.wav", "translation": "And it's useful in travelling, which is attractive to all of us.", "transcript": "啊同样的还有啊大家比较啊感兴趣的旅游。"}
{"wav_id": "66", "speaker": "66", "offset": "270.486", "duration": "8.528", "wav": "66.wav", "translation": "When you are traveling abroad, carrying with you a machine translation software is like hiring an interpreter who can help us communicate with foreigners.", "transcript": "嗯呃当大家出国旅游的时候，也可以携带一款机器翻译的软件，就像自己带了一个随身翻译家一样，帮助我们进行交流。"}
{"wav_id": "66", "speaker": "66", "offset": "279.647", "duration": "3.344", "wav": "66.wav", "translation": "So machine translation has been applied in our lives in many aspects.", "transcript": "机器翻译在我们的生活中也已经得到了很多的应用。"}
{"wav_id": "66", "speaker": "66", "offset": "284.054", "duration": "5.986", "wav": "66.wav", "translation": "As depicted in the first picture, three Russians were lost and could not find their way home in China.", "transcript": "比如说第一张图片是说有三个俄罗斯人在中国走丢了，啊找不到回家的路了。"}
{"wav_id": "66", "speaker": "66", "offset": "290.689", "duration": "6.037", "wav": "66.wav", "translation": "Fortunately, they encountered a kindhearted police officer. However, the officer cannot communicate with them in English.", "transcript": "这个时候啊，他们遇到了我们热心的民警同志，但是民警同志也没有办法跟他们用英语进行交流。"}
{"wav_id": "66", "speaker": "66", "offset": "297.179", "duration": "0.832", "wav": "66.wav", "translation": "What should they do in this case?", "transcript": "这怎么办呢？"}
{"wav_id": "66", "speaker": "66", "offset": "298.011", "duration": "9.516", "wav": "66.wav", "translation": "The officer downloaded Baidu Translate, which supports translation between Russian and Chinese. Only then did the police officer know that they were Russians and send them home.", "transcript": "诶民警同志下载了百度翻译，我们支持俄语和汉语之间的互译，这样啊才知道这三个人是俄罗斯人，并且呢把他们送回了家。"}
{"wav_id": "66", "speaker": "66", "offset": "308.456", "duration": "10.461", "wav": "66.wav", "translation": "The second picture tells a story involves a traffic officer and, coincidentally, a russian who violated traffic rules in Shenzhen.", "transcript": "第二个是说深圳的交警，啊同样的也是俄罗斯人，很很很凑巧啊，他在深圳的呃道路上啊有了交呃违规行为。"}
{"wav_id": "66", "speaker": "66", "offset": "318.917", "duration": "7.068", "wav": "66.wav", "translation": "The officer used our translation software to communicate with the traffic violator and do his job.", "transcript": "那么交警呢也利用我们的翻译软件呃与这样一个违规者进行交流，进行交警的执法。"}
{"wav_id": "66", "speaker": "66", "offset": "326.787", "duration": "11.032", "wav": "66.wav", "translation": "In the third picture, a bus conductor found a wallet in the bus. Through translation, he realized that the wallet belonged to a young man from Pakistan.", "transcript": "那么第三个是一个公交车的售货员，他在公交车上发现了有个钱包，唉经过翻译以后啊，他发现这个钱包是一个巴基斯坦小伙子呃所丢失的。"}
{"wav_id": "66", "speaker": "66", "offset": "337.819", "duration": "6.872", "wav": "66.wav", "translation": "He therefore used Baidu Translate to communicate with this Pakistani and returned the wallet to him.", "transcript": "他于是啊就随身带着百度翻译去跟这个巴基斯坦的小伙子交流，把钱包送到啦他的手中。"}
{"wav_id": "66", "speaker": "66", "offset": "344.994", "duration": "6.487", "wav": "66.wav", "translation": "As you can see, Baidu Translate is genuinely helping us communicate with foreigners.", "transcript": "所以啊我们可以看到翻译是真真正正地在帮助了我们普通人进行呃外语交流。"}
{"wav_id": "66", "speaker": "66", "offset": "352.050", "duration": "12.269", "wav": "66.wav", "translation": "The following pictures show the comments that some internet users posted on Weibo and Wechat after they used Baidu Translate.", "transcript": "下面这样一些图片啊是网上的一些嗯网友，他们使用了百度翻译以后，啊一些感受就贴在了自己的微博上或者是朋友圈里面，哦我们拿出来一些跟大家分享。"}
{"wav_id": "66", "speaker": "66", "offset": "364.657", "duration": "9.556", "wav": "66.wav", "translation": "The first shows the scenario of foreign language learning. Along with the translation of such a passage, Baidu Translate lists its key words and expressions. ", "transcript": "比如第一列是一个外语学习的场景，啊通过这样翻译这样一段话，翻译可以给出一些重点词汇诶以及句式的表达等等。"}
{"wav_id": "66", "speaker": "66", "offset": "374.213", "duration": "7.123", "wav": "66.wav", "translation": "The second is a case that a man lost his umbrella traveling in Thailand, but found it with the help of Baidu Translate.", "transcript": "第二列呢是有一个朋友去泰国旅游，他的伞丢了，那么呢通过翻译呢也找回了他的伞。"}
{"wav_id": "66", "speaker": "66", "offset": "382.074", "duration": "3.022", "wav": "66.wav", "translation": "The third shows users' needs for chatting and socialization.", "transcript": "第三列是呃聊天交友一类的需求。"}
{"wav_id": "66", "speaker": "66", "offset": "385.314", "duration": "2.810", "wav": "66.wav", "translation": "The fourth shows users' needs for online overseas shopping.", "transcript": "第四列就是我们刚才提到的海外购物的需求。"}
{"wav_id": "66", "speaker": "66", "offset": "389.353", "duration": "10.116", "wav": "66.wav", "translation": "The following three pictures are about camera translation, a combination of machine translation and OCR, Optical Character Recogntion.", "transcript": "下面这三张图片呢是机器翻译跟OCR所谓的光学字符识别结合呃这样一个拍照翻译的呃功能。"}
{"wav_id": "66", "speaker": "66", "offset": "400.996", "duration": "2.911", "wav": "66.wav", "translation": "These three pictures demostrate the camera translation feature.", "transcript": "下面三幅图片展示了拍照翻译的功能。"}
{"wav_id": "66", "speaker": "66", "offset": "404.192", "duration": "7.845", "wav": "66.wav", "translation": "For example, many of you might have bought lots of thingss while traveling abroad. But you may not know how to use them for their instructions are in foreign languages.", "transcript": "比如说有很多朋友可能去国外买了很多商品，但是不知道它的使用方法，因为啊说明书都是外文的。"}
{"wav_id": "66", "speaker": "66", "offset": "412.650", "duration": "6.977", "wav": "66.wav", "translation": "In the first picture is the instruction of a rice cooker made in Japan. As you can see, it is written in Japanese.", "transcript": "比如第一呃第一张图片展示的是嗯一个日本的电饭锅的使用方法，那么它是用日文来表达的。"}
{"wav_id": "66", "speaker": "66", "offset": "420.565", "duration": "1.904", "wav": "66.wav", "translation": "Apparently, we cannot use it if we do not understand Japanese.", "transcript": "这样显然我们是没有办法使用的。"}
{"wav_id": "66", "speaker": "66", "offset": "422.469", "duration": "4.975", "wav": "66.wav", "translation": "Having the instruction translated by taking a picture, we can know how to use it. ", "transcript": "所以我们可以通过拍照加翻译的方法来知了解哎该怎么使用。"}
{"wav_id": "66", "speaker": "66", "offset": "427.444", "duration": "8.272", "wav": "66.wav", "translation": "For example, it tells you whether you should use the provided cup to measure the rice. If you use other containers, measurement errors might occur.", "transcript": "比如说你是不是应该用他提供的容器来进行量米，呃如果使用其他的容器呢可能导致了测量的误差。"}
{"wav_id": "66", "speaker": "66", "offset": "435.716", "duration": "3.315", "wav": "66.wav", "translation": "Such useful information is directly presented.", "transcript": "所以这是能直接给到我们这样的有用的信息。"}
{"wav_id": "66", "speaker": "66", "offset": "439.314", "duration": "16.536", "wav": "66.wav", "translation": "The second picture is about such a case that I went shopping abroad and saw something that I didn't know what it was. But I directly took a picture of it. With a finger wipe on the texts, I managed to know it was fish oil. In the same way, I was able to know how to use it, the daily dose and ingredients.", "transcript": "那么第二张图片是说我去国外买了哎我不知道这是一个什么东西，但是我可以直接对着这个商品拍照，拍完照以后啊通过涂抹，哎我们知道噢原来这是鱼油，并且呢同样的你可以知道它该怎么用，每天服几粒，它里面的成分是什么。"}
{"wav_id": "66", "speaker": "66", "offset": "455.850", "duration": "5.033", "wav": "66.wav", "translation": "It is no doubt that Baidu Translate is of great help while we are shopping abroad.", "transcript": "这样我们就呃出国购物的时候呢也会呃有很大的帮助。"}
{"wav_id": "66", "speaker": "66", "offset": "461.457", "duration": "7.745", "wav": "66.wav", "translation": "The third picture is about the scenario of travelling abroad. for example, museums and tourist attractions abroad usually provide written introductions.", "transcript": "第三个场景是说我们去国外参观的时候，比如说去博物馆，去一些旅游景点呀，通常会有一些文字的介绍。"}
{"wav_id": "66", "speaker": "66", "offset": "469.202", "duration": "8.241", "wav": "66.wav", "translation": "We want to know about the history and culture of a foreign country, but we can not due to our ignorance of the local language.", "transcript": "我们想了解一下外国的一些文化呀历史呀，但是呢又苦于没有办法，不知道当地的语言，这怎么办呢？"}
{"wav_id": "66", "speaker": "66", "offset": "477.443", "duration": "2.411", "wav": "66.wav", "translation": "This problem can also be solved by taking a picture.", "transcript": "同样也可以用拍照方式来解决。"}
{"wav_id": "66", "speaker": "66", "offset": "480.271", "duration": "8.895", "wav": "66.wav", "translation": "For example, as in this picture, this buddy is visiting the Berlin Wall in Germany and seeing such an introduction passage on the wall, in German.", "transcript": "比如说这张图片是一位朋友去德国的柏林墙，呃他去那里参观，发现柏林墙上有这样一段文字的介绍，但是是德语的介绍。"}
{"wav_id": "66", "speaker": "66", "offset": "489.497", "duration": "5.224", "wav": "66.wav", "translation": "We can also take a picture of it, using Baidu Translate.", "transcript": "那么我们同样也可以用拍照的方法，嗯拿出百度翻译拍一个照片儿。"}
{"wav_id": "66", "speaker": "66", "offset": "494.721", "duration": "6.032", "wav": "66.wav", "translation": "Then we can know it's about the history of the Berlin Wall, its maintenance and its collapse.", "transcript": "然后啊就可以知道这是柏林墙，它的修复呀，它的倒塌呀等等这样一些内容。"}
{"wav_id": "66", "speaker": "66", "offset": "501.648", "duration": "4.879", "wav": "66.wav", "translation": "In fact, we started building the core R&D team of Baidu Translate in 2010.", "transcript": "那么百度翻译实际上我们从10年的时候就组建了核心的研发团队。"}
{"wav_id": "66", "speaker": "66", "offset": "506.527", "duration": "8.549", "wav": "66.wav", "translation": "In June of 2011, we launched the function of Chinese-English translation, which can translate Chinese into English and vice versa.", "transcript": "在2011年的6月份的时候，我们推出了中英互译，就是中文翻译成英文，并且英文也可以翻译成中文。"}
{"wav_id": "66", "speaker": "66", "offset": "515.309", "duration": "10.230", "wav": "66.wav", "translation": "In the following years, we expanded the number of languages to 28, covering most countries and regions of the world.", "transcript": "在随后的几年里我们呢就迅速地把这个语种进行扩大，现在已经支持了全球28种语言的互译，基本上覆盖了主要的国家和地区。"}
{"wav_id": "66", "speaker": "66", "offset": "525.826", "duration": "6.677", "wav": "66.wav", "translation": "In other words, it supports translation between any two of the 28 languages, that is, 756 translation directions.", "transcript": "这28种语言互译的意思是说，它们两两之间可以互相翻译，一共呢有756个翻译方向。"}
{"wav_id": "66", "speaker": "66", "offset": "533.089", "duration": "17.235", "wav": "66.wav", "translation": "Baidu Translate is now responding to over 100 million requests each day, for translating poems, papers, product introductions, social conversations, and cyberwords and other texts.", "transcript": "每天响应来自全球过亿次的翻译请求，这里面啊既有一些像诗歌的翻译请求，也有像学术论文啊、像商品呀、啊像呃一些交友啊、网啊以及一些网络用语啊等等的翻译请求。"}
{"wav_id": "66", "speaker": "66", "offset": "550.897", "duration": "2.882", "wav": "66.wav", "translation": "Let me give you some of its typical application scenarios.", "transcript": "下面呢我列出几种典型的应用场景。"}
{"wav_id": "66", "speaker": "66", "offset": "553.779", "duration": "2.383", "wav": "66.wav", "translation": "What exactly can we do with the help of Baidu Translate?", "transcript": "就是大家可以用百度翻译来干什么呢？"}
{"wav_id": "66", "speaker": "66", "offset": "556.825", "duration": "11.349", "wav": "66.wav", "translation": "We have opened the API of Baidu Translate, so third parties,for example, dictionary service websites including iCiba and Dict Hujiang, can easily call our translation API.", "transcript": "因为我们开放了百度翻译的API接口，所以呢第三方可以很容易地来调用我们的翻译API，那么比如说像一些词典类的网站，像金山词霸呀、沪江翻译啊。"}
{"wav_id": "66", "speaker": "66", "offset": "568.174", "duration": "6.603", "wav": "66.wav", "translation": "Originally they only provide dictionary services, and can not handle sentences.", "transcript": "它们最开始的时候啊只提供词典这种查询，但是对于一个句子而言，它们可能没有这样的能力。"}
{"wav_id": "66", "speaker": "66", "offset": "574.777", "duration": "6.979", "wav": "66.wav", "translation": "By calling the Baidu Translate API, they can be applied to meet more needs.", "transcript": "通过调用百度翻译呢，那么就可以增强了这种呃产品的功能，提升应用的多样性。"}
{"wav_id": "66", "speaker": "66", "offset": "583.139", "duration": "3.195", "wav": "66.wav", "translation": "The second scenario is e-commerce and foreign trade, which I have mentioned before.", "transcript": "第二种场景就是刚才提到的电商外贸行业。"}
{"wav_id": "66", "speaker": "66", "offset": "586.635", "duration": "8.774", "wav": "66.wav", "translation": "We can use it to translate product names, details and addresses, not only from Chinese into other languages but vice versa.", "transcript": "我们可以翻译一些商品名称啊，商品详情啊以及地址啊,不仅是把中文翻译成外语，也可以把外语翻译成中文。"}
{"wav_id": "66", "speaker": "66", "offset": "595.752", "duration": "7.732", "wav": "66.wav", "translation": "Thus we can shop easily, language-barrier-free.", "transcript": "这样我们在购物的时候就可以有比较呃这种便捷的途径，不再受到语言的呃阻碍。"}
{"wav_id": "66", "speaker": "66", "offset": "604.383", "duration": "10.712", "wav": "66.wav", "translation": "Thirdly, it can be applied in other utility applications . For example, we use the API as a plug-in in our products like Baidu Browser.", "transcript": "第三种应用场景就是一些工具类的应用，比如说我们可以把翻译的API放到我们的产品里面去做一个插件，比如放到百度浏览器里面去。"}
{"wav_id": "66", "speaker": "66", "offset": "615.404", "duration": "10.100", "wav": "66.wav", "translation": "When we browse foreign webpages, it will translate those pages into Chinese, so that we can easily gain a clue about their content,", "transcript": "那么当我们直接浏览外国网页的时候啊，它会把相应的外语翻译成中文，我们就能很容易地、很方便地获取到这个网页所介绍的内容。"}
{"wav_id": "66", "speaker": "66", "offset": "625.767", "duration": "6.400", "wav": "66.wav", "translation": "for example, news, information, finance. we can bridge the language gap through Baidu Translate.", "transcript": "比如说新闻类的、资讯类的呀、财经类的呀等等，这样我们就弥补了这个语言的鸿沟。"}
{"wav_id": "66", "speaker": "66", "offset": "632.433", "duration": "3.675", "wav": "66.wav", "translation": "In addition, as I have mentioned, machine translation can be applied in conjunction with speech recognition.", "transcript": "另外就是像刚才提到的机器翻译跟语音识别相结合。"}
{"wav_id": "66", "speaker": "66", "offset": "636.432", "duration": "14.424", "wav": "66.wav", "translation": "We have speech translation, a practical feature that allows us directly speak to the APP. So we can talk to foreign friends in a more natural way.", "transcript": "啊可以呃我们可以有这个语音翻译的功能，这是一个非常实用的功能，就是它解放了我们的双手，可以直接对着APP来进行说话，那么与外国的朋友进行啊面对面的这种交流更加自然。"}
{"wav_id": "66", "speaker": "66", "offset": "651.433", "duration": "5.411", "wav": "66.wav", "translation": "Besides, machine translation can also be combined with image recognition, enabling translation by taking a picture.", "transcript": "第二种就是我刚才提到的机器翻译和图像识别相结合，啊我们来进行拍照翻译。"}
{"wav_id": "66", "speaker": "66", "offset": "657.182", "duration": "6.327", "wav": "66.wav", "translation": "This is rather helpful when we cannot speak and type the local language while traveling abroad. ", "transcript": "这种情况是说我们在对外国的语言既不会说也不会写的情况下。"}
{"wav_id": "66", "speaker": "66", "offset": "663.509", "duration": "6.671", "wav": "66.wav", "translation": "For example, when traveling in Thailand or encountering something in Arabic that we cannot type, what should we do?", "transcript": "那么比如说去泰国，像刚才提到的阿拉伯语，我们实在是没有办法输入，那么怎么办呢？"}
{"wav_id": "66", "speaker": "66", "offset": "670.180", "duration": "1.154", "wav": "66.wav", "translation": "We can take a picture of it.", "transcript": "啊我们可以拍照。"}
{"wav_id": "66", "speaker": "66", "offset": "671.747", "duration": "15.867", "wav": "66.wav", "translation": "When we see a guideboard or signpost on the road, or a menu in a restaurant, we can take a picture of it and have it translated into our own language, so that we can read, understand and make decisions.", "transcript": "拍照的一些呃很方便的应用场景是说我们在路上看到一个路牌儿指示牌儿，以及我们在餐厅里看见菜单等等，我们都可以拍一张照片，将它翻译为我们自己的语言进行阅读，获取信息，作出选择。"}
{"wav_id": "66", "speaker": "66", "offset": "689.177", "duration": "4.506", "wav": "66.wav", "translation": "Interestingly, machine translation can also be utilized to compose poems.", "transcript": "另外还有一个比较有趣的呃应用啊是说翻译也可以用来写诗。"}
{"wav_id": "66", "speaker": "66", "offset": "693.683", "duration": "7.602", "wav": "66.wav", "translation": "You might be intrigued that why translation and writing poems are comaprable.", "transcript": "这个可能大家觉得哎稍微有点比较奇怪，写诗跟翻译怎么能哎相提并论呢？"}
{"wav_id": "66", "speaker": "66", "offset": "701.285", "duration": "6.920", "wav": "66.wav", "translation": "Actually there are rules for poetry. There are word limit, rhyme and rhythm.", "transcript": "其实是这样的，就是我们的诗歌啊也是非常有规律的，因为它有字数的限制啊有韵律的限制。"}
{"wav_id": "66", "speaker": "66", "offset": "708.205", "duration": "4.665", "wav": "66.wav", "translation": "On the other hand, we can regard the process of poem writing as that of translation.", "transcript": "另外一个方面，我们可以把诗歌也可以看成翻译的这样一个问题。"}
{"wav_id": "66", "speaker": "66", "offset": "713.253", "duration": "9.627", "wav": "66.wav", "translation": "If the second line of a poem is generated based on the first line, the first line can be seen as the source language and the second line the target language. This is actually a process of translation. ", "transcript": "比如诗歌的第一句生成第二句，那么如果我们把第一句当作源语言，第二句当作目标语言，那么就是一个翻译的问题。"}
{"wav_id": "66", "speaker": "66", "offset": "723.144", "duration": "6.483", "wav": "66.wav", "translation": "We can generate the second line using the first line, and the third and fourth line in exactly the same way, until a poem is completed.", "transcript": "我们通过第一句生成第二句，再生成第三句，生成第四句，直到这首诗生成完毕。"}
{"wav_id": "66", "speaker": "66", "offset": "730.537", "duration": "4.339", "wav": "66.wav", "translation": "Here are two poems, one written by human and the other by machine.", "transcript": "这里面展示出了两首诗，一首是人写的，一首是机器写的。"}
{"wav_id": "66", "speaker": "66", "offset": "735.446", "duration": "3.384", "wav": "66.wav", "translation": "Can you guess which one is written by human and which one by machine?", "transcript": "大家可以猜一下，哪首是人写的，哪首是机器写的？"}
{"wav_id": "66", "speaker": "66", "offset": "740.551", "duration": "7.361", "wav": "66.wav", "translation": "Ok I won't leave you hanging. The poem on the left is written by human and the right one comes from machine.", "transcript": "好我就不卖关子啦，这里呀我们可以看到左边这一首是人写的诗，右边这一首是机器写的诗。"}
{"wav_id": "66", "speaker": "66", "offset": "748.852", "duration": "6.394", "wav": "66.wav", "translation": "Here are another two poems, one written by human and the other by machine.", "transcript": "我们再来看另外两首诗，同样也是一首是人写的，一首是机器写的。"}
{"wav_id": "66", "speaker": "66", "offset": "755.599", "duration": "4.624", "wav": "66.wav", "translation": "On this occasion, the left one is written by an automatic poem generator and the right one by human.", "transcript": "但是呢这边是左边是自动写诗的程序写的，右边是人写的。"}
{"wav_id": "66", "speaker": "66", "offset": "760.223", "duration": "1.225", "wav": "66.wav", "translation": "Did you guess right?", "transcript": "大家都猜对了吗？"}
{"wav_id": "66", "speaker": "66", "offset": "761.880", "duration": "8.029", "wav": "66.wav", "translation": "In the development, we have two test groups, one composed of ordinary users and the other of Chinese linguistic experts.", "transcript": "我们在开发过程中也找到两组人去进行测试，第一组是我们的普通用户，另外一组呢就是汉语言文字的专家。"}
{"wav_id": "66", "speaker": "66", "offset": "771.127", "duration": "7.946", "wav": "66.wav", "translation": "We presented the ordinary users with two poems and asked them to tell which one  is written by human and which one by machine.", "transcript": "那么在普通用户这个群体里面，大家都我们给他两首诗说你能分辨出哪一首是人写的，哪一首是机器写的吗？"}
{"wav_id": "66", "speaker": "66", "offset": "779.395", "duration": "2.308", "wav": "66.wav", "translation": "Only 50% of them were able to give the right answer.", "transcript": "这个正确率只有50%左右。"}
{"wav_id": "66", "speaker": "66", "offset": "781.703", "duration": "7.547", "wav": "66.wav", "translation": "In other words, most people cannot tell the difference between poems produced by human and those by machine.", "transcript": "也就是说啊大部分的人都很难分辨出机器写诗和诶人写诗的区别。"}
{"wav_id": "66", "speaker": "66", "offset": "789.250", "duration": "2.857", "wav": "66.wav", "translation": "So the machine results are quite convincing.", "transcript": "所以诶几乎可以达到以假乱真的程度。"}
{"wav_id": "66", "speaker": "66", "offset": "792.465", "duration": "9.295", "wav": "66.wav", "translation": "Nevertheless, 80% of the expert group were able to tell the differences. So the experts are indeed experts. They can figure out whether a poem is written by human or machine.", "transcript": "那么在专家组啊这一个数据是80%，所以专家还是很厉害的，他能够看出来诶这首是人写的，这一首是机器写的。"}
{"wav_id": "66", "speaker": "66", "offset": "801.760", "duration": "7.365", "wav": "66.wav", "translation": "Machine poem writing is afflicted by shortcomings in artistic conception. So it still has a long way to go.", "transcript": "是因为呀机器来写诗在意境上面啊还是有一些存在一些差距的，所以前进的道路还是很长。"}
{"wav_id": "66", "speaker": "66", "offset": "809.125", "duration": "2.861", "wav": "66.wav", "translation": "Ok, this is all I want to share with you about the applications of Baidu Translate.", "transcript": "好，关于机器翻译的应用，我就介绍到这里。"}
